{
  "data": [
    {
      "last-updated": "2025-10-21",
      "english-theme": "A. Systemic barriers",
      "french-theme": "A. Les obstacles systémiques",
      "english-title": "Assess systemic barriers within the <abbr>RCMP</abbr> and identify ways to remove them",
      "french-title": "Évaluer les obstacles systémiques au sein de la <abbr>GRC</abbr> et déterminer les moyens de les éliminer",
      "english-summary": "<p>The <abbr>RCMP</abbr> will use Gender-based Analysis Plus and the Equity, Diversity and Inclusion Strategy to identify and address systemic barriers.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> utilisera l'analyse comparative entre les sexes Plus et la stratégie d'équité, de diversité et d'inclusion pour cerner les obstacles systémiques et y remédier.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "A1",
      "english-recommendation-summary-1": "<p>Examine, through an independent study, all aspects of the <abbr>RCMP</abbr> to identify systemic barriers in place that prevent women from succeeding in the <abbr>RCMP</abbr> and specify ways in which those barriers can be removed.</p>",
      "french-recommendation-summary-1": "<p>Examiner, grâce à une étude indépendante, tous les aspects de la <abbr>GRC</abbr> pour déterminer les obstacles systémiques qui empêchent les femmes de réussir au sein de l'organisation et préciser les moyens d'éliminer ces obstacles.</p>",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Develop an anti-racism strategy</li><li>Strengthen the use and application of Gender-based Analysis Plus</li><li>Explore updating the <abbr>RCMP</abbr> Competency Dictionary</li>",
      "french-mcc-actions": "<li>Élaborer une stratégie contre le racisme</li><li>Renforcer l'utilisation et l'application de l'Analyse comparative entre les sexes plus</li><li>Explorer la mise à jour du dictionnaire des compétences de la <abbr>GRC</abbr></li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>As confirmed in its Gender-based Analysis (<abbr>GBA</abbr>) Plus Policy Statement, the <abbr>RCMP</abbr> is implementing <abbr>GBA</abbr> Plus to help identify and address systemic barriers in policies, programs and operations across the organization. To further remove barriers, the <abbr>RCMP</abbr> has launched an Equity, Diversity, and Inclusion (<abbr>EDI</abbr>) Strategy and an Anti-Racism Strategy. This work includes presentations to senior leaders, hiring divisional Anti-Racism and <abbr>EDI</abbr> Ambassadors, and continuing to offer programs such as the Diverse and Inclusive Pre-Cadet Experience and the Diversity Retention and Employee Advancement Model. The <abbr>RCMP</abbr> has also implemented mandatory training, for all categories of employee, to improve employees' cultural competency and knowledge of anti-racism.</p>",
      "french-update-1": "<p>Comme confirmé dans son énoncé de politique sur l'analyse comparative entre les sexes (<abbr>ACS</abbr>) plus, la <abbr>GRC</abbr> met en œuvre l'<abbr>ACS</abbr> plus afin d'aider à cerner et à éliminer les obstacles systémiques dans les politiques, les programmes et les opérations de l'ensemble de l'organisation. Afin d'éliminer davantage les obstacles, la <abbr>GRC</abbr> a lancé une stratégie en matière d'équité, de diversité et d'inclusion (<abbr>EDI</abbr>) et une stratégie antiraciste. Ce travail comprend des présentations aux hauts dirigeants, le recrutement d'ambassadeurs de la lutte contre le racisme et de l'<abbr>EDI</abbr> dans les divisions, et la poursuite de programmes tels que l'Expérience pré-cadet diversifiée et inclusive et le Modèle de maintien en poste et d'avancement des employés issus de la diversité. La <abbr>GRC</abbr> a également mis en place une formation obligatoire pour toutes les catégories d'employés afin d'améliorer leurs compétences culturelles et leurs connaissances en matière de lutte contre le racisme.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "B. Recruitment",
      "french-theme": "B. Le recrutement",
      "english-title": "Review and revise recruitment assessment criteria",
      "french-title": "Réviser et modifier les critères d'évaluation pour le recrutement",
      "english-summary": "<p>The <abbr>RCMP</abbr> will examine how merit is assessed in hiring processes to ensure applicants meet the attributes needed for modern policing, while also embodying the <abbr>RCMP</abbr>'s Core Values.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> examinera la manière dont le mérite est évalué dans les processus d'embauche afin de s'assurer que les candidats possèdent les qualités requises pour exercer des fonctions policières modernes, tout en incarnant les valeurs fondamentales de la <abbr>GRC</abbr>.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "B1",
      "english-recommendation-summary-1": "<p>Perform a careful analysis of what will constitute “merit” in the recruitment of <abbr>RCMP</abbr> members, considering the need to remove systemic barriers and to allow for specialized roles and functions.</p>",
      "french-recommendation-summary-1": "<p>Effectuer une analyse approfondie de ce qui constituera le «&#160;mérite&#160;» dans le recrutement des membres de la <abbr>GRC</abbr>, en tenant compte de la nécessité d'éliminer les obstacles systémiques et de permettre l'exercice de rôles et de fonctions spécialisés.</p>",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> has updated its entrance assessment that evaluates applicants' cognitive and personality attributes. This tool aims to reduce bias and screen out applicants who do not have the attributes for modern policing. Additionally, the <abbr>RCMP</abbr> is increasing resources at Depot for ongoing modernization efforts. The <abbr>RCMP</abbr> is also reviewing other Canadian police agencies to compare their assessment tools and technology.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> a mis à jour son évaluation initiale qui évalue les aptitudes cognitives et la personnalité des candidats. Cet outil vise à réduire les préjugés et à écarter les candidats qui ne possèdent pas les qualités requises pour exercer les fonctions policières modernes. De plus, la <abbr>GRC</abbr> augmente les ressources du Dépôt afin de poursuivre ses efforts de modernisation. La <abbr>GRC</abbr> examine également d'autres services de police canadiens afin de comparer leurs outils d'évaluation et leurs technologies.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "B. Recruitment",
      "french-theme": "B. Le recrutement",
      "english-title": "Enhance the effectiveness of the proactive recruitment function",
      "french-title": "Renforcer l'efficacité de la fonction de recrutement proactif",
      "english-summary": "<p>The <abbr>RCMP</abbr> will enhance proactive recruitment through targeted training, outreach programs, and modernized assessment tools designed to attract a diverse range of applicants.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> améliorera le recrutement proactif grâce à une formation ciblée, à des programmes de sensibilisation et à des outils d'évaluation modernisés conçus pour attirer un large éventail de candidats.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "A1",
      "english-recommendation-summary-1": "<p>Examine, through an independent study, all aspects of the <abbr>RCMP</abbr> to identify systemic barriers in place that prevent women from succeeding in the <abbr>RCMP</abbr> and specify ways in which those barriers can be removed.</p>",
      "french-recommendation-summary-1": "<p>Examiner, grâce à une étude indépendante, tous les aspects de la <abbr>GRC</abbr> pour déterminer les obstacles systémiques qui empêchent les femmes de réussir au sein de l'organisation et préciser les moyens d'éliminer ces obstacles.</p>",
      "recommendations-2": " B3",
      "english-recommendation-summary-2": "<p>Encourage applications from diverse groups including women, LGBTQ2S+ people and racialized communities and implement programs to assist them in meeting the entry requirements where necessary.</p>",
      "french-recommendation-summary-2": "<p>Encourager les candidatures de divers groupes, y compris les femmes, les personnes LGBTQ2E+ et les communautés racialisées et mettre en oeuvre des programmes pour les aider à satisfaire aux conditions d'admission, si nécessaire.</p>",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Develop an Indigenous Recruitment Strategy</li><li>Implement a research-based approach to recruitment</li><li>Examine a strategic approach to applicant screening</li><li>Communicate modernized aspects of the recruitment process to potential candidates</li>",
      "french-mcc-actions": "<li>Élaborer une stratégie de recrutement des autochtones</li><li>Mettre en œuvre une approche du recrutement fondée sur la recherche</li><li>Examiner une approche stratégique de la présélection des candidats</li><li>Communiquer aux candidats potentiels les aspects modernisés du processus de recrutement</li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>Actions are underway to attract and recruit diverse groups of people to the <abbr>RCMP</abbr>. Continued attention is needed, however, including to encourage women and <abbr>2SLGBTQI</abbr>+ communities to apply to the <abbr>RCMP</abbr>. To help address this, an upcoming recruitment campaign will target women applicants and apply Gender-based Analysis (<abbr>GBA</abbr>) Plus approaches to its advertising. Additionally, aimed at supporting underrepresented groups more generally, the <abbr>RCMP</abbr> continues to deliver the Diverse, Inclusive Pre-Cadet Experience Program, a recruitment initiative focused on removing barriers that impact racialized and underrepresented groups who want to join the <abbr>RCMP</abbr>. The <abbr>RCMP</abbr> has also added a \"self-identifying\" statement for new applicants. The goal is to provide extra support or resources to assist with the application process.To date, the <abbr>RCMP</abbr> has launched several initiatives in support of Indigenous applicants including the Indigenous Applicant Mentorship for <abbr>RCMP</abbr> program and the Indigenous Career Navigator Program. These programs are intended to support, develop, and guide First Nations, Inuit and Métis peoples who are seeking to join the <abbr>RCMP</abbr>, and/or the federal public service. The <abbr>RCMP</abbr> also launched its first career presentations for First Nations, Inuit and Métis communities, with the presentations translated into local Indigenous languages. The <abbr>RCMP</abbr> is also actively working on new and existing partnerships with national Indigenous organizations and governments in support of developing and applying an Indigenous lens to initiatives, policies and projects that may include, impact or promote recruiting efforts. The Indigenous Pre-Cadet Training Program, a longstanding recruitment tool for Indigenous regular members, is being revitalized and expanded. Two sessions were coordinated for 2025 and work is ongoing to offer more sessions. Finally, a Chief National Recruiting Officer has been appointed, and a 2023 <abbr>RCMP</abbr> Market Research Report was successful in collecting vital data for recruitment purposes. The research report continues to be used in the development of the National Recruitment Strategy and communication products.</p>",
      "french-update-1": "<p>Des mesures sont actuellement mises en œuvre afin d'attirer et de recruter des groupes diversifiés au sein de la <abbr>GRC</abbr>. Il faut toutefois continuer à faire preuve de vigilance, notamment en encourageant les femmes et les communautés 2ELGBTQI+ à postuler à la <abbr>GRC</abbr>. Pour y parvenir, une prochaine campagne de recrutement ciblera les candidates et appliquera des approches d'analyse comparative entre les sexes (<abbr>ACS</abbr>) plus à ses publicités. De plus, dans le but de soutenir plus généralement les groupes sous-représentés, la <abbr>GRC</abbr> continue d'offrir le programme de l'Expérience pré-cadet diversifiée et inclusive, une initiative de recrutement axée sur l'élimination des obstacles qui touchent les groupes racialisés et sous-représentés qui souhaitent se joindre à la <abbr>GRC</abbr>. La <abbr>GRC</abbr> a également ajouté une déclaration d'«&#160;auto-identification&#160;» pour les nouveaux candidats. L'objectif est de fournir un soutien ou des ressources supplémentaires pour faciliter le processus de candidature. À ce jour, la <abbr>GRC</abbr> a lancé plusieurs initiatives à l'appui des candidats autochtones, notamment le programme de mentorat pour les candidats autochtones à la <abbr>GRC</abbr> et le programme de Navigation de carrière pour les Autochtones. Ces programmes visent à soutenir, à développer et à guider les membres des Premières Nations, les Inuits et les Métis qui souhaitent rejoindre la <abbr>GRC</abbr> et/ou la fonction publique fédérale. La <abbr>GRC</abbr> a également lancé ses premières présentations sur les carrières pour les communautés des Premières Nations, des Inuits et des Métis, lesquelles ont été traduites dans les langues autochtones locales. La <abbr>GRC</abbr> travaille également activement à la mise en place de partenariats nouveaux et existants avec des organisations et des gouvernements autochtones nationaux afin de soutenir l'élaboration et l'application d'une perspective autochtone aux initiatives, politiques et projets qui peuvent inclure, influencer ou promouvoir les efforts de recrutement.Le programme de formation préalable au cadet pour les Autochtones, un outil de recrutement de longue date pour les membres réguliers autochtones, est en cours de revitalisation et d'expansion. Deux sessions ont été coordonnées pour 2025 et des travaux sont en cours pour en offrir davantage. Enfin, un chef national du recrutement a été nommé, et un rapport d'étude de marché de la <abbr>GRC</abbr> de 2023 a permis de recueillir des données essentielles à des fins de recrutement. Ce rapport de recherche continue d'être utilisé dans l'élaboration de la stratégie nationale de recrutement et des produits de communication.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "B. Recruitment",
      "french-theme": "B. Le recrutement",
      "english-title": "Review and revise applicant screening standards",
      "french-title": "Examiner et réviser les normes de sélection des candidats",
      "english-summary": "<p>The <abbr>RCMP</abbr> will review and modernize current applicant screening tools, including the Regular Member Applicant Questionnaire, using Gender-based Analysis Plus.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> examinera et modernisera les outils actuels de sélection des candidats, y compris le questionnaire destiné aux candidats au poste de membre régulier, en utilisant l'analyse comparative entre les sexes Plus.</p>",
      "english-progress": "Complete",
      "french-progress": "Terminé",
      "recommendations-1": "B4",
      "english-recommendation-summary-1": "<p>Conduct effective and detailed background checks on applicants' views on diversity and women. Eliminate those who are not able to function with women, Indigenous people, racialized minorities or LGBTQ2S+ persons and are unwilling to accept the principles of equality and equal opportunity for all. Screening must consider all incidents of harassment and domestic violence.</p>",
      "french-recommendation-summary-1": "<p>Effectuer des vérifications des antécédents efficaces et détaillées sur les opinions des candidats sur la diversité et les femmes. Éliminer les candidats qui ne sont pas en mesure de travailler avec les femmes, les Autochtones, les minorités racialisées ou les personnes LGBTQ2E+ et qui ne sont pas disposés à accepter les principes d'égalité et d'égalité des chances pour tous. La sélection doit tenir compte de tous les incidents de harcèlementet de violence familiale.</p>",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Improve assessment of cadet suitability</li><li>Communicate modernized aspects of the recruitment process to potential candidates</li>",
      "french-mcc-actions": "<li>Améliorer l'évaluation de l'aptitude des cadets</li><li>Communiquer aux candidats potentiels les aspects modernisés du processus de recrutement</li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>During the interview process, the <abbr>RCMP</abbr> assesses, among many other things, whether applicants may have carried out acts of harassment or domestic violence. The <abbr>RCMP</abbr> also requires applicants to undergo a psychological screening test which focuses on many areas including emotional regulation, integrity and cultural capability. Cultural capability helps to ensure that employees use culturally-informed approaches in their daily work. The <abbr>RCMP</abbr> also conducts field checks, which allow previous and current employers and neighbours to raise any issues that would relate to an applicant's view on diversity.</p>",
      "french-update-1": "<p>Au cours du processus d'entrevue, la <abbr>GRC</abbr> évalue, entre autres, si les candidats ont déjà commis des actes de harcèlement ou de violence familiale. La <abbr>GRC</abbr> exige également que les candidats se soumettent à un test de sélection psychologique qui porte sur de nombreux domaines, notamment la régulation émotionnelle, l'intégrité et la capacité culturelle. La capacité culturelle permet de s'assurer que les employés adoptent une approche tenant compte de la culture dans leur travail quotidien. La <abbr>GRC</abbr> effectue également des vérifications sur le terrain, qui permettent aux anciens et actuels employeurs ainsi qu'aux voisins de soulever toute question relative à la vision de la diversité d'un candidat.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "C. Training at Depot",
      "french-theme": "C. La formation à la division Dépôt",
      "english-title": "Ensure training at the cadet training academy (Depot) is modern and conducted in a healthy and inclusive environment, free from harassment and discrimination",
      "french-title": "Veiller à ce que la formation dispensée à l'académie de formation des cadets (Dépôt) soit moderne et dispensée dans un environnement sain et inclusif, exempt de harcèlement et de discrimination",
      "english-summary": "<p>The <abbr>RCMP</abbr> will continue to evaluate training at Depot to identify areas for improvement, ensuring alignment with the requirements for a modern police force. This includes police training that addresses harassment and discrimination, and incorporates a Gender-based Analysis Plus lens.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> continuera d'évaluer la formation au Dépôt afin de cerner les domaines à améliorer, en veillant à ce qu'elle soit conforme aux exigences d'un service de police moderne. Cela comprend une formation policière qui aborde le harcèlement et la discrimination et qui intègre une perspective d'analyse comparative entre les sexes Plus.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "C1",
      "english-recommendation-summary-1": "<p>The <abbr>RCMP</abbr> should appoint an external expert to review the training program at Depot to ensure that it meets the requirements of a modern police force and promotes a positive police training that addresses issues of harassment and discrimination, and teaches recruits about the Charter value of equality.</p>",
      "french-recommendation-summary-1": "<p>La <abbr>GRC</abbr> devrait nommer un expert externe pour examiner le programme de formation à la Division Dépôt afin de s'assurer qu'il satisfait aux exigences d'un service de police moderne et qui favorise une approche positive de la formation des policiers, une formation qui aborde les questions de harcèlement et de discrimination et qui enseigne aux recrues la valeur de l'égalité inscrite dans la Charte.</p>",
      "recommendations-2": " C3",
      "english-recommendation-summary-2": "<p>The <abbr>RCMP</abbr> should ensure an effective anti-harassment and discrimination course is taught at Depot that includes role-playing as well as participation by members who have experienced harassing conduct.</p>",
      "french-recommendation-summary-2": "<p>La <abbr>GRC</abbr> devrait veiller à ce qu'un cours efficace de lutte contre le harcèlement et la discrimination soit offert à la Division Dépôt, qui comprendrait des jeux de rôle ainsi que la participation de membres qui ont été victimes de harcèlement.</p>",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Track attrition rates at Depot, the <abbr>RCMP</abbr>'s training academy</li><li>Implement the findings from the Management Advisory Board's Report on the Cadet Training Program</li>",
      "french-mcc-actions": "<li>Suivi des taux d'attrition à Dépôt, l'académie de formation de la <abbr>GRC</abbr></li><li>Mettre en œuvre les conclusions du rapport du Conseil consultatif de gestion sur le Programme de formation des cadets</li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>As part of the <abbr>RCMP</abbr>'s Learning Renewal Strategy, efforts are underway to improve induction training (training that provides foundational knowledge and skills to prepare employees for entry-level roles and responsibilities on the job). A training needs analysis is also being done in response to the many external recommendations for improving Depot and the Cadet Training Program. The analysis will help enhance induction training to foster an inclusive learning environment that adapts to evolving learning needs, and strengthen the <abbr>RCMP</abbr>'s capabilities to serve with operational excellence. Additionally, all <abbr>RCMP</abbr> employees, including cadets, are required to follow the <abbr>RCMP</abbr> Work Place Harassment and Violence Prevention, Investigation and Resolution Policy and have the ability to report any harassment, violence or discrimination to the Independent Centre for Harassment Resolution.</p>",
      "french-update-1": "<p>Dans le cadre de la stratégie de renouvellement de l'apprentissage de la <abbr>GRC</abbr>, des efforts sont en cours pour améliorer la formation initiale (formation qui fournit les connaissances et les compétences de base nécessaires pour préparer les employés à assumer des rôles et des responsabilités de niveau débutant). Une analyse des besoins en formation est également en cours afin de donner suite aux nombreuses recommandations externes visant à améliorer le programme de formation au dépôt et le programme de formation des cadets. L'analyse aidera à améliorer la formation initiale afin de favoriser un environnement d'apprentissage inclusif qui s'adapte à l'évolution des besoins en matière d'apprentissage, et aussi à renforcer la capacité de la <abbr>GRC</abbr> à servir avec excellence sur le plan opérationnel. De plus, tous les employés de la <abbr>GRC</abbr>, y compris les cadets, sont tenus de respecter la Politique sur la prévention, l'enquête et le règlement des cas de harcèlement et de violence au travail de la <abbr>GRC</abbr> et ont la possibilité de signaler tout cas de harcèlement, de violence ou de discrimination au Centre indépendant de règlement des cas de harcèlement.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "D. Recruit field training",
      "french-theme": "D. La formation pratique des recrues",
      "english-title": "Enhance professional, health and social supports for recruits, with a focus on women",
      "french-title": "Renforcer le soutien professionnel, sanitaire et social aux recrues, en mettant l'accent sur les femmes",
      "english-summary": "<p>The <abbr>RCMP</abbr> will implement a national mentorship program and explore better mental health supports in the field.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> mettra en œuvre un programme national de mentorat et explorera de meilleurs moyens de soutien en matière de santé mentale sur le terrain.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "D1",
      "english-recommendation-summary-1": "<p>Establish a mentorship program for women within the Detachment to address adjustment to the force. The mentor must not be the individual's trainer.</p>",
      "french-recommendation-summary-1": "<p>Mettre en place un programme de mentorat pour les femmes au sein du détachement afin d'aborder l'adaptation à la Gendarmerie. Le mentor ne doit pas être le formateur de l'individu.</p>",
      "recommendations-2": " D2",
      "english-recommendation-summary-2": "<p>Establish a mandatory counselling program for all recruits during the 6-month training period.</p>",
      "french-recommendation-summary-2": "<p>Établir un programme de counseling obligatoire pour toutes les recrues pendant la période de formation de six mois.</p>",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>In 2025, the <abbr>RCMP</abbr> launched a National Mentorship Program. It provides a high-quality mentorship experience for participants, fostering personal and professional growth. The program supports the <abbr>RCMP</abbr>'s updated Core Values and key priorities including the Equity, Diversity and Inclusion Strategy, People Strategy and culture change initiatives. It also aligns with the federal government's Call to Action on Anti-Racism, Equity and Inclusion in the Federal Public Service. The program supports the <abbr>RCMP</abbr>'s goal to develop strong future leaders, and prioritize professional development for its workforce. Regarding supports, field recruits have access to the same mental health supports available to <abbr>RCMP</abbr> regular members. These include counselling through the Employee Assistance Program and a therapist-guided wellbeing course for Public Safety Personnel through PSPNet. Additional mental health support services are offered at the divisional level. Moving forward, the <abbr>RCMP</abbr> will continue to examine the issue of mental health supports for recruits, including the specific needs of women.</p>",
      "french-update-1": "<p>En 2025, la <abbr>GRC</abbr> a lancé un programme national de mentorat. Ce programme offre aux participants une expérience de mentorat de grande qualité qui favorise leur épanouissement personnel et professionnel. Le programme soutient les valeurs fondamentales et les priorités clés actualisées de la <abbr>GRC</abbr>, notamment la stratégie en matière d'équité, de diversité et d'inclusion, la stratégie relative aux ressources humaines et les initiatives de changement culturel. Il s'aligne également sur l'appel à l'action du gouvernement fédéral sur l'antiracisme, l'équité et l'inclusion dans la fonction publique fédérale. Le programme soutient l'objectif de la <abbr>GRC</abbr> qui consiste à former de solides leaders pour l'avenir et à donner la priorité au perfectionnement professionnel de son personnel. En ce qui concerne le soutien, les recrues sur le terrain ont accès aux mêmes services de santé mentale que les membres réguliers de la <abbr>GRC</abbr>. Ceux-ci comprennent des services de counseling dans le cadre du Programme d'aide aux employés et un cours sur le bien-être guidé par un thérapeute destiné au personnel de la sécurité publique par l'intermédiaire du PSPNet. Des services supplémentaires de soutien en matière de santé mentale sont offerts au niveau divisionnaire. À l'avenir, la <abbr>GRC</abbr> continuera d'examiner la question du soutien en matière de santé mentale pour les recrues, y compris les besoins spécifiques des femmes.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "D. Recruit field training",
      "french-theme": "D. La formation pratique des recrues",
      "english-title": "Strengthen the governance, oversight and curriculum of the Field Coaching Program",
      "french-title": "Renforcer la gouvernance, la supervision et le programme d'études du programme de coaching sur le terrain",
      "english-summary": "<p>The <abbr>RCMP</abbr> will continue improvements to the Field Coaching Program, including enhanced curricula and supports for recruits who experience alleged misconduct.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> continuera d'améliorer le programme d'encadrement sur le terrain, notamment en améliorant les programmes et le soutien offerts aux recrues qui font l'objet d'allégations d'inconduite.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "D3",
      "english-recommendation-summary-1": "<p>Formalize and professionalize the Recruit Field Training program by making it part of Depot with effective oversight and consistent curriculum / targets. This should include a confidential mechanism to report harassment or discriminatory conduct by the trainer.</p>",
      "french-recommendation-summary-1": "<p>Officialiser et professionnaliser le programme de formation pratique des recruesen l'intégrant à la Division Dépôt avec un contrôle efficace et des programmes et des objectifs cohérents. Cela devrait inclure un mécanisme confidentiel pour signaler le harcèlement ou la conduite discriminatoire du formateur.</p>",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The Field Coaching Program falls under the responsibility of the Cadet Training Program (Depot). As part of the <abbr>RCMP</abbr>'s Learning Renewal Strategy, efforts are underway to further enhance evaluation of the curricula and overall experience of these training programs, using approaches that align with best practices in research and evaluation. These efforts include a revised set of participant surveys that focus on the onboarding experience and the living and learning environments. An important new area of focus in the surveys is support services for cadets and recruits. This information will help inform improvements to supports. Additionally, all field recruits can report possible harassment through the Independent Centre for Harassment Resolution.</p>",
      "french-update-1": "<p>Le Programme de formation sur le terrain relève du Programme de formation des cadets (Dépôt). Dans le cadre de la stratégie de renouvellement de l'apprentissage de la <abbr>GRC</abbr>, des efforts sont en cours pour améliorer davantage l'évaluation des programmes d'études et l'expérience globale de ces programmes de formation, en utilisant des approches qui s'alignent sur les meilleures pratiques en matière de recherche et d'évaluation. Ces efforts comprennent une série révisée de sondages auprès des participants qui mettent l'accent sur l'expérience d'intégration et les environnements de vie et d'apprentissage. Les services de soutien aux cadets et aux recrues constituent un nouveau domaine d'intérêt important dans les sondages. Ces renseignements aideront à améliorer les services de soutien. De plus, toutes les recrues sur le terrain peuvent signaler tout cas de harcèlement au Centre indépendant de résolution des cas de harcèlement.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "E. Postings",
      "french-theme": "E. Les affectations",
      "english-title": "Improve field placement decisions for recruits",
      "french-title": "Améliorer les décisions relatives aux affectations sur le terrain des recrues",
      "english-summary": "<p>The <abbr>RCMP</abbr> will improve field placement decisions for recruits, by better integrating gender and familial considerations.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> améliorera les décisions relatives au placement sur le terrain des recrues en tenant mieux compte des considérations liées au genre et à la famille.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "E1",
      "english-recommendation-summary-1": "<p>Post female recruits to detachments in areas where they have adequate housing and social support unless they request otherwise.</p>",
      "french-recommendation-summary-1": "<p>Affecter des recrues de sexe féminin dans des détachements dans des régions où elles disposent d'un logement convenable et d'un soutien social, sauf demande contraire.</p>",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Improve <abbr>RCMP</abbr> member mobility by working to place them, and keep them, in their preferred or home province or community</li>",
      "french-mcc-actions": "<li>Améliorer la mobilité des membres de la <abbr>GRC</abbr> en s'efforçant de les placer et de les garder dans leur province ou communauté de prédilection ou d'origine</li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>After recent evaluations, the <abbr>RCMP</abbr> made changes to the Field Coaching Program to help make better placement decisions. These decisions now consider cadets' family situation, language skills, and preferred posting locations. Employee preference is considered in placements and will be balanced with operational needs and pressures. The manual that guides <abbr>RCMP</abbr> training and learning outlines requirements of a suitable training detachment or unit, including availability of a field coach and appropriate resources for new members.</p>",
      "french-update-1": "<p>À la suite d'évaluations récentes, la <abbr>GRC</abbr> a apporté des modifications au programme d'encadrement sur le terrain afin d'améliorer les décisions en matière d'affectation. Ces décisions tiennent désormais compte de la situation familiale des cadets, de leurs compétences linguistiques et de leurs préférences en matière d'affectation. Les préférences des employés sont prises en compte dans les affectations et seront équilibrées avec les besoins et les contraintes opérationnels. Le manuel qui guide la formation et l'apprentissage à la <abbr>GRC</abbr> décrit les exigences relatives à un détachement ou à une unité de formation approprié, notamment la disponibilité d'un encadrant sur le terrain et de ressources adéquates pour les nouveaux membres.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "E. Postings",
      "french-theme": "E. Les affectations",
      "english-title": "Improve housing and awareness of social supports for recruits",
      "french-title": "Améliorer le logement et la sensibilisation aux mesures de soutien social pour les recrues",
      "english-summary": "<p>The <abbr>RCMP</abbr> will enhance housing and awareness of social supports, including the consideration of women's safety and wellbeing.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> améliorera les conditions de logement et la sensibilisation aux services de soutien social, en tenant compte notamment de la sécurité et du bien-être des femmes.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "E1",
      "english-recommendation-summary-1": "Post female recruits to detachments in areas where they have adequate housing and social support unless they request otherwise.",
      "french-recommendation-summary-1": "Affecter des recrues de sexe féminin dans des détachements dans des régions où elles disposent d'un logement convenable et d'un soutien social, sauf demande contraire.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Improve community orientation for new members transferring into or working in a new detachment area</li>",
      "french-mcc-actions": "<li>Améliorer l'orientation communautaire offerte aux membres mutés ou affectés à un nouveau détachement</li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> has created rules for its housing. In shared housing, every room should have a lock. The <abbr>RCMP</abbr> has developed a Real Property Portfolio Strategy, which includes a section on <abbr>RCMP</abbr> housing. As well, a National Housing Strategy will be developed to guide decision-making about investments in housing and to enhance the availability of adequate housing. To better ensure safety in housing, revisions have been made to the <abbr>RCMP</abbr> Work Place Harassment and Violence Prevention, Investigation and Resolution Policy. The policy now includes an expanded definition of what constitutes the “work place” to include private residences, including <abbr>RCMP</abbr> housing, where employees may share accommodations.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> a établi des règles pour ses logements. Dans les logements partagés, chaque chambre doit être équipée d'une serrure. La <abbr>GRC</abbr> a élaboré une stratégie relative au portefeuille immobilier, qui comprend une section sur les logements de la <abbr>GRC</abbr>. De plus, une stratégie nationale en matière de logement sera élaborée afin d'orienter la prise de décisions concernant les investissements dans le logement et d'améliorer l'offre de logements adéquats. Afin de mieux garantir la sécurité dans les logements, des modifications ont été apportées à la politique de la <abbr>GRC</abbr> sur la prévention, l'enquête et la résolution des cas de harcèlement et de violence au travail. La politique comprend désormais une définition élargie de ce qui constitue le «&#160;lieu de travail&#160;», qui inclut les résidences privées, y compris les logements de la <abbr>GRC</abbr>, où les employés peuvent partager un logement.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "F. Ongoing training",
      "french-theme": "F. La formation continue",
      "english-title": "Centralize and standardize the allocation of training, including as part of enhanced career planning",
      "french-title": "Centraliser et normaliser l'attribution de la formation, notamment dans le cadre d'une planification de carrière améliorée",
      "english-summary": "<p>The <abbr>RCMP</abbr> will enhance transparency and accountability in training and career development by centralizing and standardizing related policies and processes, and implementing early career planning.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> améliorera la transparence et la responsabilisation en matière de formation et de perfectionnement professionnel en centralisant et en normalisant les politiques et les processus connexes, et en mettant en œuvre une planification précoce de la carrière.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "F1",
      "english-recommendation-summary-1": "There must be transparency in allocating courses.",
      "french-recommendation-summary-1": "L'attribution des cours doit se faire avec transparence.",
      "recommendations-2": "F2",
      "english-recommendation-summary-2": "The <abbr>RCMP</abbr> must implement an early and effective career plan for all members that continues throughout their career with appropriate accountability for ensuring that the member is effectively supported. This plan should determine the allocation of training and postings.",
      "french-recommendation-summary-2": "La <abbr>GRC</abbr> doit mettre en oeuvre en début de carrière un plan de carrière efficace pour tous les membres, qui se poursuivra tout au long de leur carrière avec des mécanismes de responsabilisation appropriés pour s'assurer que le membre est efficacement soutenu.Ce plan devrait déterminer l'attribution de la formation et des affectations.",
      "recommendations-3": "F3",
      "english-recommendation-summary-3": "The <abbr>RCMP</abbr> should centralize the allocation of training so that the discretion to grant courses no longer rests with a member's direct supervisor.",
      "french-recommendation-summary-3": "La <abbr>GRC</abbr> devrait centraliser l'attribution de la formation afin que le pouvoir discrétionnaire d'accorder des cours n'appartienne plus au supérieur immédiat d'un membre.",
      "english-mcc-actions": "<li>Enact semi-annual reporting on <abbr>RCMP</abbr> Management Culture</li><li>Explore opportunities to improve and enhance the <abbr>RCMP</abbr> Learning and Development Program</li>",
      "french-mcc-actions": "<li>Adopter un rapport semestriel sur la culture de gestion de la <abbr>GRC</abbr></li><li>Explorer les possibilités d'améliorer le programme d'apprentissage et de perfectionnement de la <abbr>GRC</abbr></li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> is developing a new Learning Renewal Strategy. This strategy will help the <abbr>RCMP</abbr> take a more consistent approach to training across the whole organization, critical for employee learning and professional development. It aims to improve access to training and increase transparency of how courses are allocated to employees. A key focus is supporting the <abbr>RCMP</abbr>'s future workforce through professional development and career streaming, which is being advanced through a more modern learning management system (early 2026). This will align the <abbr>RCMP</abbr>'s efforts with industry best practices, and improve the learning experience of cadets and employees.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> élabore une nouvelle stratégie de renouvellement de l'apprentissage. Cette stratégie aidera la <abbr>GRC</abbr> à adopter une approche plus cohérente en matière de formation dans l'ensemble de l'organisation, ce qui est essentiel pour l'apprentissage et le perfectionnement professionnel des employés. Elle vise à améliorer l'accès à la formation et à accroître la transparence quant à la manière dont les cours sont attribués aux employés. L'un des principaux objectifs est de soutenir la main-d'œuvre future de la <abbr>GRC</abbr> grâce au perfectionnement professionnel et à l'orientation professionnelle, qui sont favorisés par un système de gestion de l'apprentissage plus moderne (début 2026). Cela permettra d'harmoniser les efforts de la <abbr>GRC</abbr> avec les pratiques exemplaires de l'industrie et d'améliorer l'expérience d'apprentissage des cadets et des employés.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "G. Human resources and staffing",
      "french-theme": "G. Les ressources humaines et la dotation",
      "english-title": "Strengthen human resources training",
      "french-title": "Renforcer la formation en ressources humaines",
      "english-summary": "<p>The <abbr>RCMP</abbr> will review and modernize the training for its human resources professionals, including through a Gender-based Analysis Plus lens.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> examinera et modernisera la formation de ses professionnels des ressources humaines, notamment en adoptant une perspective d'analyse comparative entre les sexes plus approfondie.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "G2",
      "english-recommendation-summary-1": "Ensure that Human Resources staff are trained professionals.",
      "french-recommendation-summary-1": "Veiller à ce que le personnel des ressources humaines soit composé de professionnels qualifiés.",
      "recommendations-2": "G3",
      "english-recommendation-summary-2": "Ensure that Human Resources staff understand the need to remove systemic barriers against women and are trained on how to do so.",
      "french-recommendation-summary-2": "Veiller à ce que le personnel des ressources humaines comprenne la nécessité d'éliminer les obstacles systémiques contre les femmes et soit formé sur la façon de le faire.",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>Progress has been made on the implementation of a revised Equity, Diversity and Inclusion Strategy and new Anti-Racism Strategy for the <abbr>RCMP</abbr>. Opportunities are being examined to embed the pillars of these strategies to inform critical <abbr>PE</abbr>-led Human Resources (<abbr>HR</abbr>) practices such as performance and talent management, as well as staffing. (<abbr>PE</abbr> refers to a job classification of <abbr>HR</abbr> employees in the federal public service). Mandatory training on the removal of bias and barriers in the staffing process has taken place and will continue to be offered in collaboration with Learning and Development. Learning for <abbr>HR</abbr> professionals in the <abbr>RCMP</abbr> is guided by resources curated by the Human Resources Council (<abbr>HRC</abbr>), which are broken down by <abbr>PE</abbr> competency and <abbr>HR</abbr> disciplines, and includes courses offered by the Canada School of Public Service, and <abbr>HRC</abbr> Smartshops. Additionally, the <cite>Public Service Employment Act</cite> requires an evaluation of assessment methods used in a staffing process to identify, remove or mitigate biases and barriers that disadvantage equity-seeking groups. Extensive training and guidance resources are accessible to support <abbr>HR</abbr> staff.</p>",
      "french-update-1": "<p>Des progrès ont été réalisés dans la mise en œuvre de la stratégie révisée en matière d'équité, de diversité et d'inclusion et de la nouvelle stratégie antiraciste pour la <abbr>GRC</abbr>. On examine actuellement les possibilités d'intégrer les piliers de ces stratégies afin d'éclairer les pratiques essentielles des ressources humaines (<abbr>RH</abbr>), gérés par les employés <abbr>PE</abbr>, telles que la gestion du rendement et des talents, ainsi que la dotation en personnel. (<abbr>PE</abbr> se réfère à une classification des emplois du personnel des <abbr>RH</abbr> dans la fonction publique fédérale). Une formation obligatoire sur l'élimination des préjugés et des obstacles dans le processus de dotation en personnel a été dispensée et continuera d'être offerte en collaboration avec le service Apprentissage et perfectionnement. La formation des professionnels des ressources humaines de la <abbr>GRC</abbr> s'appuie sur des ressources sélectionnées par le Conseil des ressources humaines (<abbr>CRH</abbr>), qui sont classées par compétence en matière de <abbr>PE</abbr> et par discipline <abbr>RH</abbr>, et comprend des cours offerts par l'École de la fonction publique du Canada et les ateliers Smartshops du <abbr>CRH</abbr>. De plus, la <cite>Loi sur l'emploi dans la fonction publique</cite> exige une évaluation des méthodes d'évaluation utilisées dans le processus de dotation afin de repérer, d'éliminer ou d'atténuer les préjugés et les obstacles qui désavantagent les groupes en quête d'équité. Des ressources complètes en matière de formation et d'orientation sont accessibles pour aider le personnel des ressources humaines.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "H. Maternity and parental leave",
      "french-theme": "H. Le congé de maternité et le congé parental",
      "english-title": "Provide meaningful work for pregnant employees",
      "french-title": "Offrir un travail valorisant aux employées enceintes",
      "english-summary": "<p>The <abbr>RCMP</abbr> will review policy related to pregnant members and identify and remove barriers through applying a Gender-based Analysis Plus lens.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> examinera les politiques relatives aux membres enceintes et identifiera et éliminera les obstacles en appliquant une analyse comparative entre les sexes plus.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "H1",
      "english-recommendation-summary-1": "Women who are on administrative duties because of pregnancy should be given meaningful work that is commensurate with their experience and competencies whenever possible. Managers should be held accountable for the assignments given to women by human resources or some other section outside the detachment.",
      "french-recommendation-summary-1": "Les femmes qui exercent des fonctions administratives en raison de leur grossesse devraient se voir offrir, dans la mesure du possible, un travail significatif, à la mesure de leur expérience et de leurs compétences. Les gestionnaires devraient être tenus responsables des missions confiées aux femmes par les ressources humaines ou uneautre section extérieure au détachement.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p><abbr>RCMP</abbr> policies allow for pregnant members to have alternate duties, after discussing with their supervisors. Managers can get help from a team of advisors to assign appropriate work. <abbr>RCMP</abbr> policy is clear that pregnancy is considered within the prohibited ground of discrimination based on sex.</p>",
      "french-update-1": "<p>Les politiques de la <abbr>GRC</abbr> permettent aux membres enceintes d'exercer d'autres fonctions, après en avoir discuté avec leurs superviseurs. Les gestionnaires peuvent obtenir l'aide d'une équipe de conseillers pour attribuer des tâches appropriées. La politique de la <abbr>GRC</abbr> stipule clairement que la grossesse est considérée comme un motif de discrimination fondé sur le sexe.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "H. Maternity and parental leave",
      "french-theme": "H. Le congé de maternité et le congé parental",
      "english-title": "Continue strengthening frontline police resources and personnel, including during maternity/parental leave, to the extent possible given the <abbr>RCMP</abbr>'s contractual responsibilities",
      "french-title": "Continuer de renforcer les ressources et le personnel de première ligne, y compris pendant les congés de maternité et parentaux, dans la mesure du possible compte tenu des responsabilités contractuelles de la <abbr>GRC</abbr>",
      "english-summary": "<p>The <abbr>RCMP</abbr> will continue improving the assessment of resource needs and tracking vacancies across the organization, in dialogue with jurisdictions that control resourcing levels and with which it holds policing contracts. The <abbr>RCMP</abbr> will also ensure that policies permit the use of alternative resourcing options to fill vacancies, in consultation and collaboration with contract jurisdictions.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> continuera d'améliorer l'évaluation des besoins en ressources et le suivi des postes vacants dans l'ensemble de l'organisation, en dialogue avec les administrations qui contrôlent les niveaux de ressources et avec lesquelles elle a conclu des contrats de services de police. La <abbr>GRC</abbr> veillera également à ce que les politiques permettent le recours à d'autres options de ressources pour pourvoir les postes vacants, en consultation et en collaboration avec les administrations contractantes.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "H3",
      "english-recommendation-summary-1": "The <abbr>RCMP</abbr> must ensure that it has a system to ensure that resource levels required for operational duties are always maintained and, on an organization-wide basis, not on a Division by Division basis over the next 2-3 years.",
      "french-recommendation-summary-1": "La <abbr>GRC</abbr> doit veiller à disposer d'un système garantissant le maintien des niveaux de ressources nécessaires pour les tâches opérationnelles à l'échelle de l'organisation,et non en fonction de la division, au cours des deux ou trois prochaines années.",
      "recommendations-2": "H4",
      "english-recommendation-summary-2": "Positions should be backfilled so that women are not resented for having children.",
      "french-recommendation-summary-2": "<p>Les postes doivent être pourvus afin que les femmes ne provoquent pas de ressentiment lorsqu'elles tombent enceintes.</p>",
      "recommendations-3": "H5",
      "english-recommendation-summary-3": "<p>The idea of floaters – members that can be deployed where necessary to ensure appropriate coverage, should be endorsed.</p>",
      "french-recommendation-summary-3": "L'idée de recourir à des membres volants – des membres qui peuvent être déployéssi nécessaire pour assurer une couverture appropriée, doit être approuvée.",
      "english-mcc-actions": "<li>Work with policing partners to evaluate resourcing standards/formulas</li><li>Promote rural and remote policing as a career stream option</li>",
      "french-mcc-actions": "<li>Travailler avec les partenaires policiers pour évaluer les normes/formules de ressourcement</li><li>Promouvoir les services de police dans les zones rurales et isolées en tant qu'option de carrière</li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>Recruitment remains a significant challenge for the <abbr>RCMP</abbr> and is the Commissioner's top priority. Work is underway to support and improve resourcing requirements. Using its regular member demand model, the <abbr>RCMP</abbr> gathers information every quarter on current and upcoming resource needs and vacancies across divisions. Vacancies are categorized as \"hard\" (unfilled positions) or \"soft\" (due to leave such as maternity or paternity leave). <abbr>RCMP</abbr> human resources policies allow for the use of backfilling and floaters to address known vacancies. Guidance on these options will be added to staffing-related training, and further work is underway to improve the employee posting process. The <abbr>RCMP</abbr>'s ability to maintain resource levels is dependent on other factors, such as the Police Service Agreements between the Government of Canada and contract jurisdictions. These agreements give provinces, territories, and municipalities the ability to set the budget and resource levels in their jurisdictions. Discussions are ongoing with contract jurisdictions.</p>",
      "french-update-1": "<p>Le recrutement demeure un défi important pour la <abbr>GRC</abbr> et constitue la priorité absolue du commissaire. Des travaux sont en cours pour soutenir et améliorer les besoins en matière de ressources. À l'aide de son modèle de demande de membres réguliers, la <abbr>GRC</abbr> recueille chaque trimestre des informations sur les besoins actuels et futurs en matière de ressources et sur les postes vacants dans toutes les divisions. Les postes vacants sont classés comme «&#160;difficiles&#160;» (postes non pourvus) ou «&#160;faciles&#160;» (en raison d'un congé, comme un congé de maternité ou de paternité). Les politiques de ressources humaines de la <abbr>GRC</abbr> permettent le recours au remplacement et aux employés flottants pour combler les postes vacants connus. Des directives sur ces options seront ajoutées à la formation sur la dotation en personnel, et d'autres travaux sont en cours pour améliorer le processus d'affichage des postes. La capacité de la <abbr>GRC</abbr> à maintenir ses niveaux de ressources dépend d'autres facteurs, tels que les ententes sur les services policiers conclues entre le gouvernement du Canada et les administrations contractantes. Ces ententes permettent aux provinces, aux territoires et aux municipalités de fixer le budget et les niveaux de ressources dans leur administration. Les discussions se poursuivent avec les administrations contractantes.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "H. Maternity and parental leave",
      "french-theme": "H. Le congé de maternité et le congé parental",
      "english-title": "Review and update transfer policy to support members with young children",
      "french-title": "Réviser et mettre à jour la politique de mutation afin de soutenir les membres ayant de jeunes enfants",
      "english-summary": "<p>The <abbr>RCMP</abbr> will review policy related to member transfers through a Gender-based Analysis Plus lens and address considerations and barriers for members with young children.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> examinera la politique relative aux transferts de membres à la lumière d'une analyse comparative entre les sexes et tiendra compte des considérations et des obstacles auxquels font face les membres ayant de jeunes enfants.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "H6",
      "english-recommendation-summary-1": "The transfer of <abbr>RCMP</abbr> members who have young children should be reduced.",
      "french-recommendation-summary-1": "La mutation des membres de la <abbr>GRC</abbr> qui ont de jeunes enfants devrait être réduite.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> is reviewing the transfer section of its Career Management Manual using a Gender-based Analysis Plus approach. This section states that before a transfer is ordered, members will be consulted, and their views, personal circumstances and aspirations will be considered. While some members with young children may not wish to be transferred, others may welcome it. The <abbr>RCMP</abbr> does not support the adoption of a blanket policy that restricts opportunities for members solely based on their status as parents of young children. As such, decisions regarding career management are left to the discretion of the individual member in consultation with a career development advisor.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> examine actuellement la section de son Manuel de gestion des carrières consacrée aux mutations, en utilisant une approche d'analyse comparative entre les sexes plus. Cette section stipule qu'avant qu'une mutation ne soit ordonnée, les membres seront consultés et leurs points de vue, leur situation personnelle et leurs aspirations seront pris en considération. Si certains membres ayant de jeunes enfants peuvent ne pas souhaiter être mutés, d'autres peuvent y être favorables. La <abbr>GRC</abbr> n'appuie pas l'adoption d'une politique générale qui limite les possibilités offertes aux membres uniquement en raison de leur statut de parents d'enfants en bas âge. Par conséquent, les décisions relatives à la gestion de carrière sont laissées à la discrétion de chaque membre, en consultation avec un conseiller en développement de carrière.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "I. Employment flexibility",
      "french-theme": "I. La flexibilité de l'emploi",
      "english-title": "Improve <abbr>RCMP</abbr> employees' awareness of their options for flexible employment arrangements, while also encouraging and supporting their use where appropriate",
      "french-title": "Sensibiliser davantage les employés de la <abbr>GRC</abbr> aux options qui s'offrent à eux en matière d'aménagement flexible du travail, tout en encourageant et en soutenant leur utilisation lorsque cela est approprié",
      "english-summary": "<p>The <abbr>RCMP</abbr> will offer employees part-time work arrangements where possible while considering implications for pensions.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> offrira à ses employés des modalités de travail à temps partiel dans la mesure du possible, tout en tenant compte des répercussions sur les pensions.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "I2",
      "english-recommendation-summary-1": "Ensure that all members (men and women) are aware of and are not penalized for requesting job sharing and/or part-time status.",
      "french-recommendation-summary-1": "S'assurer que tous les membres (hommes et femmes) sont au courant de la possibilité de demander le partage de poste ou un statut à temps partiel, et qu'ils ne seront pas pénalisés s'ils en font la demande.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> no longer has a job-sharing policy but does allow part-time work arrangements. Members who previously worked reduced hours through job-sharing are eligible to buy back additional pension credits for hours not worked. The <abbr>RCMP</abbr> is also examining options for those who reduce their hours under a part-time agreement. In general, the <abbr>RCMP</abbr> aims to balance operational needs with encouraging and supporting flexible work arrangements for members, where possible. Since August 2021, collective agreements for Regular Members (below the rank of inspector) have included provisions related to part-time schedules. In addition, the organization offers other flexible employment arrangements based on operational feasibility. These include variable hours of work, exchanging shifts, and unpaid breaks to nurse or express breast milk.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> n'a plus de politique de partage d'emploi, mais elle autorise les arrangements de travail à temps partiel. Les membres qui travaillaient auparavant à temps partiel dans le cadre d'un partage d'emploi peuvent racheter des crédits de pension supplémentaires pour les heures non travaillées. La <abbr>GRC</abbr> examine également les options offertes aux personnes qui réduisent leurs heures de travail dans le cadre d'une entente de travail à temps partiel. En général, la <abbr>GRC</abbr> vise à trouver un équilibre entre les besoins opérationnels et la promotion et le soutien des arrangements de travail flexibles pour ses membres, dans la mesure du possible. Depuis août 2021, les conventions collectives des membres réguliers (au-dessous du grade d'inspecteur) comprennent des dispositions relatives aux horaires à temps partiel. En outre, l'organisation offre d'autres modalités d'emploi flexibles en fonction de la faisabilité opérationnelle. Il s'agit notamment d'horaires variables, d'échanges de quarts de travail et de pauses non rémunérées pour allaiter ou exprimer le lait maternel.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "J. Grievances and discipline",
      "french-theme": "J. Les griefs et la discipline",
      "english-title": "Establish an independent and confidential body for reporting and facilitating the resolution of workplace harassment, violence and discrimination in the <abbr>RCMP</abbr>",
      "french-title": "Mettre en place un organisme indépendant et confidentiel chargé de signaler et de faciliter la résolution des cas de harcèlement, de violence et de discrimination au travail au sein de la <abbr>GRC</abbr>",
      "english-summary": "<p>The <abbr>RCMP</abbr> will establish an independent unit with a primary mandate to facilitate the resolution of work place harassment and violence occurrences for <abbr>RCMP</abbr> employees, by applying a trauma-informed approach.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> mettra en place une unité indépendante dont le mandat principal sera de faciliter la résolution des cas de harcèlement et de violence au travail pour les employés de la <abbr>GRC</abbr>, en appliquant une approche tenant compte des traumatismes.</p>",
      "english-progress": "Complete",
      "french-progress": "Terminé",
      "recommendations-1": "J1",
      "english-recommendation-summary-1": "Create an effective, external and independent body to which <abbr>RCMP</abbr> employees may report sexual harassment or misconduct which has the power to investigate and make binding findings of fact and recommend penalties.",
      "french-recommendation-summary-1": "Créer un organisme efficace, externe et indépendant auquel les employés de la <abbr>GRC</abbr> peuvent signaler les cas de harcèlement sexuel ou de mauvaise conduite, qui a le pouvoir d'enquêter et de tirer des conclusions de fait exécutoires et de recommander des sanctions.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> launched the Independent Centre for Harassment Resolution (<abbr>ICHR</abbr>) in June 2021, in response to past reviews of the former harassment resolution process, and new laws on work place harassment and violence. The <abbr>RCMP</abbr>'s Management Advisory Board helped shape the <abbr>ICHR</abbr>'s development, emphasizing that it should be independent from the chain of command but still part of the organization. The <abbr>ICHR</abbr> was set up quickly to address ongoing complaints. It administers the Canada Labour Code process on behalf of all categories of employee, including cadets. External investigators conduct investigations and their reports are shared with the most senior manager of the work place. They include recommendations to prevent the re-occurrence of similar work place harassment and violence incidents. Disciplinary action and/or personal remedy are not part of this process, as these are handled through separate policies and processes (see action title \"Strengthen the <abbr>RCMP</abbr>'s processes for addressing misconduct\").</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> a lancé le Centre indépendant de résolution des cas de harcèlement (<abbr>CIRH</abbr>) en juin 2021, en réponse aux examens antérieurs de l'ancien processus de résolution des cas de harcèlement et aux nouvelles lois sur le harcèlement et la violence au travail. Le Conseil consultatif de gestion de la <abbr>GRC</abbr> a contribué à l'élaboration de le <abbr>CIRH</abbr>, en soulignant qu'il devait être indépendant de la chaîne de commandement tout en faisant partie de l'organisation. Le <abbr>CIRH</abbr> a été mis en place rapidement pour traiter les plaintes en cours. Il administre le processus prévu par le Code canadien du travail au nom de toutes les catégories d'employés, y compris les cadets. Des enquêteurs externes mènent des enquêtes et leurs rapports sont communiqués au plus haut responsable du lieu de travail. Ils comprennent des recommandations visant à prévenir la répétition d'incidents similaires de harcèlement et de violence au travail. Les mesures disciplinaires et/ou les recours personnels ne font pas partie de ce processus, car ils sont traités dans le cadre de politiques et de processus distincts (voir titre de l'action «&#160;Renforcer les processus de la <abbr>GRC</abbr> pour traiter les cas d'inconduite&#160;»).</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "J. Grievances and discipline",
      "french-theme": "J. Les griefs et la discipline",
      "english-title": "Create a comprehensive policy on workplace harassment and violence for the <abbr>RCMP</abbr>, including Depot",
      "french-title": "Créer une politique globale sur le harcèlement et la violence au travail pour la <abbr>GRC</abbr>, y compris le Dépôt",
      "english-summary": "<p>The <abbr>RCMP</abbr> will create a organization-wide policy to prevent and address workplace harassment, discrimination and violence, that applies to all employees in all areas of the organization.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> élaborera une politique à l'échelle de l'organisation visant à prévenir et à traiter le harcèlement, la discrimination et la violence au travail, qui s'appliquera à tous les employés dans tous les secteurs de l'organisation.</p>",
      "english-progress": "Complete",
      "french-progress": "Terminé",
      "recommendations-1": "J1",
      "english-recommendation-summary-1": "Create an effective, external and independent body to which <abbr>RCMP</abbr> employees may report sexual harassment or misconduct which has the power to investigate and make binding findings of fact and recommend penalties.",
      "french-recommendation-summary-1": "Créer un organisme efficace, externe et indépendant auquel les employés de la <abbr>GRC</abbr> peuvent signaler les cas de harcèlement sexuel ou de mauvaise conduite, qui a le pouvoir d'enquêter et de tirer des conclusions de fait exécutoires et de recommander des sanctions.",
      "recommendations-2": "C2",
      "english-recommendation-summary-2": "During the time required for the external study [of the training program at Depot], the <abbr>RCMP</abbr> should establish and enforce a zero-tolerance policy for harassment and discrimination at Depot with meaningful consequences.",
      "french-recommendation-summary-2": "Pendant le temps requis pour l'étude externe [du programme de formation au Dépôt], la <abbr>GRC</abbr> devrait établir et appliquer une politique de tolérance zéro envers le harcèlement et la discrimination à la Division Dépôt avec des conséquences importantes.",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>In 2021, the <abbr>RCMP</abbr> introduced the Work Place Harassment and Violence Prevention, Investigation and Resolution Policy which is based on the Work Place Harassment and Violence Prevention Regulations that came into effect the same year. This policy applies to all <abbr>RCMP</abbr> employees, including cadets, field recruits, students, and reservists. It outlines responsibilities, required training, and steps to handle incidents of harassment and violence. It also includes duties to report to the police of jurisdiction any incidents that may constitute a criminal offence, including sexual assault. </p><p>Note: The main goal is to prevent harm and protect work place health and safety. Any employee who displays any behaviour that constitutes harassment and violence in the work place may be subject to corrective and/or disciplinary action, up to and including dismissal, such as through the <abbr>RCMP</abbr> Code of Conduct. This determination will take place through a separate administrative process; see action title \"Strengthen the <abbr>RCMP</abbr>'s processes for addressing misconduct\".</p>",
      "french-update-1": "<p>En 2021, la <abbr>GRC</abbr> a adopté la Politique sur la prévention, l'enquête et le règlement des cas de harcèlement et de violence au travail, qui s'appuie sur le Règlement sur la prévention du harcèlement et de la violence au travail, entré en vigueur la même année. Cette politique s'applique à tous les employés de la <abbr>GRC</abbr>, y compris les cadets, les recrues sur le terrain, les étudiants et les réservistes. Elle définit les responsabilités, la formation requise et les mesures à prendre pour traiter les incidents de harcèlement et de violence. Elle comprend également l'obligation de signaler à la police compétente tout incident pouvant constituer une infraction pénale, y compris les agressions sexuelles. </p><p>Remarque&#160;: L'objectif principal est de prévenir les préjudices et de protéger la santé et la sécurité au travail. Tout employé qui affiche un comportement constituant du harcèlement ou de la violence au travail peut faire l'objet de mesures correctives ou disciplinaires pouvant aller jusqu'au licenciement, conformément au Code de déontologie de la <abbr>GRC</abbr>. Cette décision sera prise dans le cadre d'un processus administratif distinct (voir (voir titre de l'action «&#160;Renforcer les processus de la <abbr>GRC</abbr> pour traiter les cas d'inconduite&#160;»).</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "J. Grievances and discipline",
      "french-theme": "J. Les griefs et la discipline",
      "english-title": "Strengthen protections against reprisals for reporting harassment",
      "french-title": "Renforcer les mesures de protection contre les représailles pour avoir signalé des cas de harcèlement",
      "english-summary": "<p>The <abbr>RCMP</abbr> will strengthen protections for employees who report harassment by enhancing awareness and application of the Work Place Harassment and Violence Prevention, Investigation and Resolution Policy, and of trainings that cover the issue of reprisals.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> renforcera la protection des employés qui signalent des cas de harcèlement en améliorant la sensibilisation et l'application de la Politique surla prévention, l'enquête et le règlementdes cas de harcèlement et de violence au travail, et aussi renforcera des formations sur la question des représailles.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "J3",
      "english-recommendation-summary-1": "The <abbr>RCMP</abbr> must address the problem of reprisals for making harassment complaints. The isolation of complainants, refusals to provide them with backup, and other forms of punishment such as the refusal of training or transfers must be eliminated.",
      "french-recommendation-summary-1": "La <abbr>GRC</abbr> doit s'attaquer au problème des représailles par suite d'un dépôt de plainte pour harcèlement. L'isolement des plaignantes, le refus de leur envoyer du renfort et d'autres formes de punition comme le refus de formation ou de mutation doivent être éliminés.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The conduct of <abbr>RCMP</abbr> employees is expected to reflect the renewed Core Values, to: take responsibility, show respect, serve with excellence, demonstrate compassion, and act with integrity. Under the Work Place Harassment and Violence Prevention, Investigation and Resolution Policy, any reprisals for making a complaint are considered forms of harassment. Standard operating procedures and decision-making tools are being developed to help units and individuals with how to report alleged reprisal as a result of disclosures made internally, while protecting the confidentiality of all those involved in the disclosure process. All <abbr>RCMP</abbr> employees must take the \"Preventing Harassment and Violence in the Workplace for Employees\" course, which outlines employee protections against reprisal. Additionally, all public service employees and civilian members must take a \"Values and Ethics Foundations\" course, which covers how reprisals are addressed by the Public Servants Disclosure Protection Act. The <abbr>RCMP</abbr> is exploring making this course mandatory for regular members as well.</p>",
      "french-update-1": "<p>Le comportement des employés de la <abbr>GRC</abbr> doit refléter les valeurs fondamentales renouvelées, à savoir&#160;: assumer nos responsabilités, faire preuve de respect, servir avec excellence, faire preuve de compassion et agir avec intégrité. En vertu de la Politique sur la prévention, l'enquête et la résolution du harcèlement et de la violence au travail, toute forme de représailles à la suite d'une plainte est considérée comme une forme de harcèlement. Des procédures opérationnelles normalisées et des outils décisionnels sont en cours d'élaboration afin d'aider les unités et les personnes à signaler les représailles présumées à la suite de divulgations faites à l'interne, tout en protégeant la confidentialité de toutes les personnes impliquées dans le processus de divulgation. Tous les employés de la <abbr>GRC</abbr> doivent suivre le cours «&#160;Prévention du harcèlement et de la violence au travail pour les employés&#160;», qui décrit les mesures de protection des employés contre les représailles. De plus, tous les employés de la fonction publique et les membres civils doivent suivre un cours intitulé «&#160;Fondements des valeurs et de l'éthique&#160;», qui traite de la manière dont les représailles sont traitées par la Loi sur la protection des fonctionnaires divulgateurs d'actes répréhensibles. La <abbr>GRC</abbr> envisage de rendre ce cours obligatoire pour les membres réguliers également.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "J. Grievances and discipline",
      "french-theme": "J. Les griefs et la discipline",
      "english-title": "Strengthen the <abbr>RCMP</abbr>'s processes for addressing misconduct",
      "french-title": "Renforcer les processus de la <abbr>GRC</abbr> pour traiter les cas d'inconduite",
      "english-summary": "<p>The <abbr>RCMP</abbr> will strengthen its conduct processes to ensure consistent application of measures to address misconduct.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> renforcera ses processus en matière de conduite afin d'assurer l'application cohérente des mesures visant à traiter les cas d'inconduite.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "J4",
      "english-recommendation-summary-1": "Sanctions for those found to have been harassing in the workplace must be effective and include suspensions without pay for longer periods, demotions, removal of supervisory responsibilities for an extended period; ban applying for promotions with no discretionary override. Dismissal should be the sanction for serious or repeated offences. Victims should not be transferred unless they request it.",
      "french-recommendation-summary-1": "Les sanctions pour les personnes reconnues coupables de harcèlement en milieu de travail doivent être efficaces et comprendre des suspensions sans solde pour des périodes plus longues, des rétrogradations, la suppression des responsabilités de supervision pour une période prolongée; et l'interdiction de demander des promotions sans dérogation discrétionnaire. Le licenciement doit être la sanction pour les infractions graves ou répétées. Les victimes ne devraient pas être mutées à moins de le demander.",
      "recommendations-2": "J6",
      "english-recommendation-summary-2": "A system to monitor those who have been found to have harassed members in the workplace should be implemented. A second finding of harassment should result in automatic dismissal.",
      "french-recommendation-summary-2": "Un système de surveillance des personnes reconnues coupables de harcèlement envers des membres en milieu de travail devrait être mis en place. Une deuxième condamnation pour harcèlement devrait entraîner un licenciement automatique.",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Explore enhancing training and capacity for investigating public complaints</li><li>Centralize conduct measure process at the <abbr>RCMP</abbr> to enhance the conduct regime</li>",
      "french-mcc-actions": "<li>Étudier la possibilité d'améliorer la formation et les capacités d'enquête sur les plaintes du public</li><li>Centraliser le processus d'évaluation de la conduite au sein de la <abbr>GRC</abbr> afin d'améliorer le régime de conduite</li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> has three categories of employee, and different regulations and processes apply. The Public Servants Disclosure Protection Act (<abbr>PSDPA</abbr>) is applicable to every employee. Public Service Employees have their own distinct code of conduct process under Public Service Labour Relations, and Regular Members and Civilian Members utilize the member code of conduct process. Following expert advice, the <abbr>RCMP</abbr> has improved its conduct (disciplinary) process for regular and civilian members. Serious misconduct, including all harassment cases, is now handled by full-time decision-makers, outside the chain of command. The <abbr>RCMP</abbr> Conduct Measures Guide has also been modernized to address behaviours related to hazing, and includes the option of close supervision of those who have contravened expected conduct and measures for supervisors or managers who fail to take appropriate action to stop harassment and discrimination. All cases of sexual harassment now require a conduct hearing. The <abbr>RCMP</abbr> is also increasing the use of serious conduct measures for members, such as demotion, ineligibility for promotion for a set time, and presumptive dismissal for behaviours such as sexual harassment that meets the definition of sexual assault and inappropriate relationships where there is an imbalance of power. Repeated occurrences are considered a significant aggravating factor in conduct measure decisions. Regarding the <abbr>PSDPA</abbr>, its objective is to encourage employees to come forward if they suspect wrongdoing in the workplace of a public interest nature and to provide them protection from reprisal when they do so. For matters that do not meet the criteria of a public interest nature, employees are encouraged to report any alleged reprisals to the internal process that handled the original disclosure.In addition, the <abbr>RCMP</abbr> Work Place Harassment and Violence Prevention, Investigation and Resolution Policy (2021), also applicable to all categories of employee, permits the temporary separation of parties involved in an occurrence (by physical location and/or work scheduling) during the harassment and violence resolution process. The temporary reassignment can only be done in consultation with the involved party. This is based on the employer's obligation under section 124 of the Canada Labour Code, to ensure that the health and safety at work of every person employed by the employer is protected.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> compte trois catégories d'employés, auxquelles s'appliquent des règlements et des processus différents. La Loi sur la protection des fonctionnaires et des divulgateurs d'actes de corruption (<abbr>LPDAC</abbr>) s'applique à tous les employés. Les employés de la fonction publique ont leur propre code de conduite dans le cadre des relations de travail dans la fonction publique, tandis que les membres réguliers et les membres civils sont soumis au code de conduite des membres. Suivant les conseils d'experts, la <abbr>GRC</abbr> a amélioré son processus de conduite (disciplinaire) pour les membres réguliers et civils. Les fautes graves, y compris tous les cas de harcèlement, sont désormais traitées par des décideurs à temps plein, en dehors de la chaîne de commandement. Le Guide des mesures disciplinaires de la <abbr>GRC</abbr> a également été modernisé afin de traiter les comportements liés au bizutage et comprend la possibilité d'une surveillance étroite des personnes qui ont enfreint les règles de conduite attendues, ainsi que des mesures à l'intention des superviseurs ou des gestionnaires qui ne prennent pas les mesures appropriées pour mettre fin au harcèlement et à la discrimination. Tous les cas de harcèlement sexuel font désormais l'objet d'une audience disciplinaire. La <abbr>GRC</abbr> recourt également davantage à des mesures disciplinaires graves à l'égard des membres, telles que la rétrogradation, l'inéligibilité à une promotion pendant une période déterminée et le licenciement présumé pour des comportements tels que le harcèlement sexuel qui répond à la définition d'agression sexuelle et les relations inappropriées où il existe un déséquilibre de pouvoir. Les récidives sont considérées comme un facteur aggravant important dans les décisions relatives aux mesures disciplinaires. En ce qui concerne la <abbr>LPDAC</abbr>, son objectif est d'encourager les employés à signaler tout acte répréhensible de nature d'intérêt public sur leur lieu de travail et de les protéger contre les représailles lorsqu'ils le font. Pour les questions qui ne répondent pas aux critères d'intérêt public, les employés sont encouragés à signaler toute mesure de représailles présumée à l'instance interne qui a traité la divulgation initiale. En outre, la Politique de prévention, d'enquête et de résolution des cas de harcèlement et de violence au travail de la <abbr>GRC</abbr> (2021), qui s'applique également à toutes les catégories d'employés, permet la séparation temporaire des parties impliquées dans un incident (par lieu physique et/ou horaire de travail) pendant le processus de résolution du harcèlement et de la violence. La réaffectation temporaire ne peut être effectuée qu'en consultation avec la partie concernée. Cette mesure est fondée sur l'obligation de l'employeur, en vertu de l'article 124 du Code canadien du travail, de veiller à la protection de la santé et de la sécurité au travail de toute personne employée par lui.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "J. Grievances and discipline",
      "french-theme": "J. Les griefs et la discipline",
      "english-title": "Strengthen the implementation of the Work Place Harassment and Violence Prevention, Investigation, and Resolution Policy",
      "french-title": "Renforcer la mise en œuvre de la Politique sur la prévention, l'enquête et le règlement des cas de violence et de harcèlement au travail",
      "english-summary": "<p>The <abbr>RCMP</abbr> will create a records management system for occurrences of workplace harassment and violence.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> créera un système de gestion des dossiers pour les incidents de harcèlement et de violence au travail.</p>",
      "english-progress": "Complete",
      "french-progress": "Terminé",
      "recommendations-1": "J6",
      "english-recommendation-summary-1": "A system to monitor those who have been found to have harassed members in the workplace should be implemented. A second finding of harassment should result in automatic dismissal.",
      "french-recommendation-summary-1": "Un système de surveillance des personnes reconnues coupables de harcèlement envers des membres en milieu de travail devrait être mis en place. Une deuxième condamnation pour harcèlement devrait entraîner un licenciement automatique.",
      "recommendations-2": "J4",
      "english-recommendation-summary-2": "Sanctions for those found to have been harassing in the workplace must be effective and include suspensions without pay for longer periods, demotions, removal of supervisory responsibilities for an extended period; ban applying for promotions with no discretionary override. Dismissal should be the sanction for serious or repeated offences. Victims should not be transferred unless they request it.",
      "french-recommendation-summary-2": "Les sanctions pour les personnes reconnues coupables de harcèlement en milieu de travail doivent être efficaces et comprendre des suspensions sans solde pour des périodes plus longues, des rétrogradations, la suppression des responsabilités de supervision pour une période prolongée; et l'interdiction de demander des promotions sans dérogation discrétionnaire. Le licenciement doit être la sanction pour les infractions graves ou répétées. Les victimes ne devraient pas être mutées à moins de le demander.",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> Work Place Harassment and Violence Prevention, Investigation and Resolution Policy (2021) requires that all information pertaining to a notice of occurrence is properly managed and recorded in a timely manner in a case management system. This system tracks all occurrences of work place harassment and violence reported to the <abbr>RCMP</abbr>'s Independent Centre for Harassment Resolution, and helps identify members who have been involved in multiple occurrences. Repeated incidents are treated more seriously when deciding disciplinary measures.</p>",
      "french-update-1": "<p>La Politique sur la prévention, l'enquête et le règlement des cas de harcèlement et de violence au travail de la <abbr>GRC</abbr> (2021) exige que tous les renseignements relatifs à un avis d'incident soient gérés de manière appropriée et consignés en temps opportun dans un système de gestion des cas. Ce système permet de suivre tous les incidents de harcèlement et de violence au travail signalés au Centre indépendant de règlement des cas de harcèlement de la <abbr>GRC</abbr> et aide à identifier les membres qui ont été impliqués dans plusieurs incidents. Les incidents répétés sont traités plus sérieusement lors de la décision des mesures disciplinaires.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "J. Grievances and discipline",
      "french-theme": "J. Les griefs et la discipline",
      "english-title": "Establish external police reporting requirements for alleged sexual assaults",
      "french-title": "Établir des obligations de signalement à la police externe pour les allégations d'agression sexuelle",
      "english-summary": "<p>The <abbr>RCMP</abbr> will establish procedures to report incidents against employees that may constitute a criminal offence, including sexual assaults, to the police of jurisdiction.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> mettra en place des procédures pour signaler à la police compétente les incidents impliquant des employés qui pourraient constituer une infraction pénale, y compris les agressions sexuelles.</p>",
      "english-progress": "Complete",
      "french-progress": "Terminé",
      "recommendations-1": "J7",
      "english-recommendation-summary-1": "Alleged sexual assaults should be disclosed immediately to the appropriate external investigatory body.",
      "french-recommendation-summary-1": "Les allégations d'agressions sexuelles devraient être immédiatement divulguéesà l'organisme d'enquête externe approprié.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> Work Place Harassment and Violence Prevention, Investigation and Resolution Policy (2021) requires the divisional Commanding Officer or their delegates (or equivalent) to report to the police of jurisdiction any incidents that may be a criminal offence, including sexual assault. Any employee who displays any behaviour that constitutes harassment and violence in the work place may be subject to corrective and/or disciplinary action, up to and including dismissal, as outlined in the <abbr>RCMP</abbr> Code of Conduct. This will be determined through a separate administrative process, see action title \"Strengthen the <abbr>RCMP</abbr>'s processes for addressing misconduct.\"</p>",
      "french-update-1": "<p>La Politique sur la prévention, l'enquête et le règlement des cas de harcèlement et de violence au travail de la <abbr>GRC</abbr> (2021) exige que le commandant divisionnaire ou ses délégués (ou l'équivalent) signalent à la police compétente tout incident pouvant constituer une infraction criminelle, y compris les agressions sexuelles. Tout employé qui affiche un comportement constituant du harcèlement ou de la violence en milieu de travail peut faire l'objet de mesures correctives ou disciplinaires pouvant aller jusqu'au renvoi, conformément au Code de déontologie de la <abbr>GRC</abbr>. Cette décision sera prise dans le cadre d'un processus administratif distinct (voir titre de l'action «&#160;Renforcer les processus de la <abbr>GRC</abbr> pour traiter les cas d'inconduite&#160;»).</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "K. Mental health",
      "french-theme": "K. La santé mentale",
      "english-title": "Enhance mental health monitoring and assessment for members",
      "french-title": "Renforcer la surveillance et l'évaluation de la santé mentale des membres",
      "english-summary": "<p>The <abbr>RCMP</abbr> will strengthen mental health protocols by implementing mandatory assessments and integrating health considerations into retirement and discharge decisions.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> renforcera ses protocoles en matière de santé mentale en mettant en œuvre des évaluations obligatoires et en intégrant les considérations relatives à la santé dans les décisions relatives à la retraite et à la cessation de service.</p>",
      "english-progress": "Complete",
      "french-progress": "Terminé",
      "recommendations-1": "K3",
      "english-recommendation-summary-1": "Require that Health Services flag retirement or discharge proceedings if a mental health issue is identified. A feasibility of a return to work option should be considered prior to the <abbr>RCMP</abbr> approving a request for discharge.",
      "french-recommendation-summary-1": "Exiger que les Services de santé signalent les procédures de retraite ou de renvoisi un problème de santé mentale est décelé. La faisabilité d'une option de retour au travail doit être examinée avant que la <abbr>GRC</abbr> n'approuve une demande de congédiement.",
      "recommendations-2": "K4",
      "english-recommendation-summary-2": "Require regular mental health assessments for all members.",
      "french-recommendation-summary-2": "Exiger une évaluation périodique de la santé mentale de tous les membres.",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Ensure psychological health screenings are accessible for all <abbr>RCMP</abbr> regular members</li>",
      "french-mcc-actions": "<li>Veiller à ce que tous les membres réguliers de la <abbr>GRC</abbr> puissent bénéficier d'un dépistage psychologique</li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>As of May 31, 2025, over 4,000 regular members have undergone psychological health screenings. Regular members are also required to have a Periodic Health Assessment every three years, and specialized positions may require an assessment more often. These screenings have a good rate of detecting any current mental health condition. Although many of these members are already under care, some need additional referrals. A small number of screenings result in an immediate recommendation for an occupational health assessment to confirm that the member is fit-for-duty, to avoid harm. The additional referral and recommendation for assessment reduce the impact of mental health concerns on members' ability to perform their duties safely. When a mental health concern is flagged, the <abbr>RCMP</abbr> uses disability management practices to explore ways to accommodate the member's limitations, offer support and, as a last resort, consider medical retirement.</p>",
      "french-update-1": "<p>Au 31 mai 2025, plus de 4&#160;000 membres réguliers ont subi des examens de santé psychologique. Les membres réguliers sont également tenus de passer un examen de santé périodique tous les trois ans, et les postes spécialisés peuvent nécessiter un examen plus fréquent. Ces examens permettent de détecter efficacement tout problème de santé mentale actuel. Bien que bon nombre de ces membres soient déjà pris en charge, certains doivent être orientés vers des services supplémentaires. Un petit nombre de dépistages donnent lieu à une recommandation immédiate d'évaluation de la santé au travail afin de confirmer que le membre est apte à exercer ses fonctions et d'éviter tout préjudice. L'orientation supplémentaire et la recommandation d'évaluation réduisent l'impact des problèmes de santé mentale sur la capacité des membres à exercer leurs fonctions en toute sécurité. Lorsqu'un problème de santé mentale est signalé, la <abbr>GRC</abbr> a recours à des pratiques de gestion de l'invalidité afin d'étudier les moyens de tenir compte des limitations du membre, de lui offrir un soutien et, en dernier recours, d'envisager sa mise à la retraite pour raisons médicales.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "K. Mental health",
      "french-theme": "K. La santé mentale",
      "english-title": "Enhance mental health resources and support across the organization",
      "french-title": "Renforcer les ressources et le soutien en matière de santé mentale dans l'ensemble de l'organisation",
      "english-summary": "<p>The <abbr>RCMP</abbr> will strengthen its mental health supports for employees and families, with emphasis on reintegration programs and raising awareness on substance use and psychological health.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> renforcera son soutien en matière de santé mentale pour ses employés et leurs familles, en mettant l'accent sur les programmes de réintégration et la sensibilisation à la consommation de substances psychoactives et à la santé psychologique.</p>",
      "english-progress": "Complete",
      "french-progress": "Terminé",
      "recommendations-1": "K5",
      "english-recommendation-summary-1": "Implement an organization-wide alcohol and drug awareness campaign outlining the hazards of using these for the purposes of dealing with trauma.",
      "french-recommendation-summary-1": "Mettre en place une campagne de sensibilisation à l'alcool et aux drogues à l'échelle de l'organisation, soulignant les dangers de leur consommation pour traiter les traumatismes.",
      "recommendations-2": "K7",
      "english-recommendation-summary-2": "Develop resources to foster a workplace culture in which members can safely debrief following critical or disturbing incidents.",
      "french-recommendation-summary-2": "Développer des ressources pour favoriser une culture organisationnelle dans laquelleles membres peuvent faire un débreffage en toute sécurité à la suite d'incidents critiques ou perturbants.",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Assess the adoption of Post Critical Incident Wellness Plans</li><li>Publish Employee and Family Resource Guide to identify support services available post-crisis</li><li>Establish an Organizational Mental Health Lead for Post-Incident Response</li><li>Clarifying <abbr>RCMP</abbr> policies around the use of drugs and alcohol</li>",
      "french-mcc-actions": "<li>Évaluer l'adoption de plans de bien-être après un incident critique</li><li>Publication d'un guide de ressources à l'intention des employés et de leur famille afin d'identifier les services de soutien disponibles après une crise</li><li>Mise en place d'un responsable de la santé mentale au sein de l'organisation pour l'intervention après l'incident</li><li>Clarifier les politiques de la <abbr>GRC</abbr> en matière de consommation de drogues et d'alcool</li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>As part of its Well-Being Strategy (2021-2024), the <abbr>RCMP</abbr> improved training on psychological health and safety in the workplace, strengthened support for employees and veterans through the Support for Operational Stress Injury Program, and introduced Well-being Ambassadors. These Ambassadors are a dedicated team of employees who work full-time to support the health, safety and well-being of all <abbr>RCMP</abbr> employees and their families. Significant efforts were also made to reduce the stigma around mental health issues, including changing language used toward individuals with mental health concerns, encouraging conversations about mental health and well-being, and visibly making well-being a priority. The <abbr>RCMP</abbr> launched the National Reintegration Program, to help members across Canada return to operational duties safely and respectfully after traumatic events or extended leave (for example, parental leave). In May 2022, the <abbr>RCMP</abbr> concluded a 12-month organization-wide substance use awareness campaign to address topics such as trauma, post-traumatic stress disorder, mental health stigma, and related health impacts. Afterward, the <abbr>RCMP</abbr> updated its Substance Use Policy to provide direction with respect to substance use by employees while on and off duty.</p>",
      "french-update-1": "<p>Dans le cadre de sa stratégie sur le bien-être (2021-2024), la <abbr>GRC</abbr> a amélioré la formation sur la santé et la sécurité psychologiques en milieu de travail, a renforcé le soutien aux employés et aux anciens combattants grâce au Programme de soutien aux blessures de stress opérationnel, et a mis en place des ambassadeurs du bien-être. Ces ambassadeurs forment une équipe dévouée d'employés qui travaillent à temps plein pour soutenir la santé, la sécurité et le bien-être de tous les employés de la <abbr>GRC</abbr> et de leurs familles. Des efforts importants ont également été déployés pour réduire la stigmatisation liée aux problèmes de santé mentale, notamment en modifiant le langage utilisé à l'égard des personnes ayant des problèmes de santé mentale, en encourageant les conversations sur la santé mentale et le bien-être et en faisant du bien-être une priorité visible. La <abbr>GRC</abbr> a lancé le Programme national de réintégration afin d'aider ses membres partout au Canada à reprendre leurs fonctions opérationnelles en toute sécurité et dans le respect après avoir vécu des événements traumatisants ou un congé prolongé (par exemple, un congé parental). En mai 2022, la <abbr>GRC</abbr> a conclu une campagne de sensibilisation à la consommation de substances psychoactives qui a duré 12 mois et qui visait l'ensemble de l'organisation. Cette campagne abordait des sujets tels que les traumatismes, le syndrome de stress post-traumatique, la stigmatisation liée à la santé mentale et les répercussions sur la santé. Par la suite, la <abbr>GRC</abbr> a mis à jour sa politique sur la consommation de substances psychoactives afin de fournir des directives à cet égard aux employés, qu'ils soient en service ou non.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "K. Mental health",
      "french-theme": "K. La santé mentale",
      "english-title": "Define and prohibit hazing in directives governing employee conduct",
      "french-title": "Définir et interdire le bizutage dans les directives régissant la conduite des employés",
      "english-summary": "<p>The <abbr>RCMP</abbr> will define hazing and address related behaviours through the modernized Conduct Measures Guide.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> définira le bizutage et traitera les comportements connexes dans le Guide des mesures disciplinaires modernisé.</p>",
      "english-progress": "Complete",
      "french-progress": "Terminé",
      "recommendations-1": "K6",
      "english-recommendation-summary-1": "Define hazing in the Code of Conduct and make it an offence to participate in it",
      "french-recommendation-summary-1": "Définir les rituels d'initiation dans le Code de conduite et faire en sorte que le faitd'y participer constitue une infraction.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> Conduct Measures Guide has been modernized and addresses behaviours related to hazing. Hazing is considered a form of psychological aggression and the associated conduct measures may include removal or modification of duties, re-assignment, demotion, ineligibility for promotion, or dismissal.</p>",
      "french-update-1": "<p>Le Guide des mesures disciplinaires de la <abbr>GRC</abbr> a été modernisé et traite des comportements liés au bizutage. Le bizutage est considéré comme une forme d'agression psychologique et les mesures disciplinaires associées peuvent inclure la suppression ou la modification des fonctions, la réaffectation, la rétrogradation, l'inéligibilité à une promotion ou le licenciement.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "L. Promotions",
      "french-theme": "L. Les promotions",
      "english-title": "Use evidence-based strategies to encourage women and other under-represented groups to apply for promotions in operational roles",
      "french-title": "Utiliser des stratégies fondées sur des données probantes pour encourager les femmes et lesautres groupes sous-représentés à postuler à des promotions dans des rôles opérationnels",
      "english-summary": "<p>The <abbr>RCMP</abbr> will gather data on demographic breakdowns in occupational groups to inform actions, such as mentorship, to increase women and other under represented groups' representation in, and promotion to, operational roles.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> recueillera des données sur la répartition démographique des groupes professionnels afin d'éclairer les mesures à prendre, telles que le mentorat, pour accroître la représentation des femmes et des autres groupes sous-représentés dans les postes opérationnels et leur promotion à ces postes.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "L2",
      "english-recommendation-summary-1": "Gather data on the number of women who are supervisors in operational versus administrative roles and, if there is a significant discrepancy, implement an action plan which would include a mentorship programme to encourage women to apply for promotions in these operational areas.",
      "french-recommendation-summary-1": "Rassembler des données sur le nombre de femmes qui occupent des postes de supervision dans les domaines opérationnels par rapport aux rôles administratifs et, en cas d'écart important, mettre en oeuvre un plan d'action qui comprendrait un programme de mentorat pour encourager les femmes à se porter candidates à des promotions dans ces domaines opérationnels.",
      "recommendations-2": "D1",
      "english-recommendation-summary-2": "Establish a mentorship program for women within the Detachment to address adjustment to the force. The mentor must not be the individual's trainer.",
      "french-recommendation-summary-2": "Mettre en place un programme de mentorat pour les femmes au sein du détachement afin d'aborder l'adaptation à la Gendarmerie. Le mentor ne doit pas être le formateur de l'individu.",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> Pay Equity Committee is collecting data on the gender makeup of different job categories as part of an analysis to ensure fair pay. A new National Mentorship Program is now available to all <abbr>RCMP</abbr> employees. It helps employees build skills, grow their networks, and supports leaders in mentoring future leaders. Applicants/mentees can choose leadership development areas they want help with, including leadership in operational policing. The Officer Candidate Process is the official process to becoming a commissioned officer. Successful candidates are placed on a list for potential promotion to the rank of Inspector. Gender Based Analysis Plus was used to identify barriers women face in this process. A new version of the process started in April 2024, and in the first 15 months, women have had slightly higher success and promotion rates than men.</p>",
      "french-update-1": "<p>Le Comité sur l'équité salariale de la <abbr>GRC</abbr> recueille des données sur la répartition des sexes dans les différentes catégories d'emploi dans le cadre d'une analyse visant à garantir l'équité salariale. Un nouveau programme national de mentorat est désormais accessible à tous les employés de la <abbr>GRC</abbr>. Il aide les employés à acquérir des compétences, à élargir leur réseau et soutient les dirigeants dans le mentorat des futurs leaders. Les candidats/mentorés peuvent choisir les domaines de développement du leadership dans lesquels ils souhaitent obtenir de l'aide, y compris le leadership dans les opérations policières. Le processus de sélection des candidats officiers est le processus officiel pour devenir officier commissionné. Les candidats retenus sont inscrits sur une liste en vue d'une promotion potentielle au grade d'inspecteur. L'analyse comparative entre les sexes Plus a été utilisée pour identifier les obstacles auxquels les femmes sont confrontées dans ce processus. Une nouvelle version du processus a été mise en place en avril 2024 et, au cours des 15 premiers mois, les femmes ont obtenu des taux de réussite et de promotion légèrement supérieurs à ceux des hommes.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "M. Leadership",
      "french-theme": "M. Le leadership",
      "english-title": "Incorporate participatory leadership training across the career path, beginning with the Cadet Training Program",
      "french-title": "Intégrer une formation participative au leadership tout au long du parcours professionnel, en commençant par le programme de formation des cadets",
      "english-summary": "<p>The <abbr>RCMP</abbr> will implement leadership training at Depot and will explore ways to further integrate it throughout employees' careers as a component of professional development.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> mettra en œuvre une formation en leadership au Dépôt et explorera des moyens de l'intégrer davantage tout au long de la carrière des employés en tant que composante du perfectionnement professionnel.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "M1",
      "english-recommendation-summary-1": "Leadership training should begin at Depot and be continually emphasized throughout a member's career.",
      "french-recommendation-summary-1": "La formation au leadership doit commencer à la Division Dépôt et être continuellement renforcée tout au long de la carrière d'un membre.",
      "recommendations-2": "M4",
      "english-recommendation-summary-2": "Ensure that all leadership training is done in-person and involves role-playing exercises which are key adult learning programmes. Online courses or in class non-participatory classes are insufficient.",
      "french-recommendation-summary-2": "Veiller à ce que toutes les formations aux fonctions de direction soient offertes en personne et comportent des exercices de jeux de rôle, qui sont des programmes clés de la formation des adultes. Les cours en ligne ou les cours en classe non participatifs sont insuffisants.",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Enhance conflict awareness and management course for <abbr>RCMP</abbr> leaders</li>",
      "french-mcc-actions": "<li>Amélioration du cours de sensibilisation et de gestion des conflits pour les chefs de la <abbr>GRC</abbr></li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> has added Character Leadership to its training and development programs, using this evidence-based approach to help build strong judgement and personal character. It also uses a competency-based approach to human resources, focusing on the skills, knowledge, traits and personal characteristics needed for job success. This helps create a more flexible workforce. As part of this, the organization is working to reinforce the <abbr>RCMP</abbr> Core Values in human resource processes, specifically by focusing on competencies related to equity, diversity and inclusion.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> a ajouté le modèle de Leadership fondé sur le caractère à ses programmes de formation et de perfectionnement, en utilisant cette approche fondée sur des données probantes pour aider à développer un jugement solide et un caractère fort. Elle utilise également une approche des ressources humaines axée sur les compétences, qui met l'accent sur les aptitudes, les connaissances, les traits de caractère et les caractéristiques personnelles nécessaires pour réussir dans son travail. Cela contribue à créer une main-d'œuvre plus flexible. Dans ce cadre, l'organisation s'efforce de renforcer les valeurs fondamentales de la <abbr>GRC</abbr> dans les processus de ressources humaines, en mettant particulièrement l'accent sur les compétences liées à l'équité, à la diversité et à l'inclusion.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "M. Leadership",
      "french-theme": "M. Le leadership",
      "english-title": "Strengthen employee evaluations and commitment to appropriate behaviours as part of member promotions processes",
      "french-title": "Renforcer l'évaluation des employés et leur engagement à adopter des comportements appropriés dans le cadre des processus de promotion des membres",
      "english-summary": "<p>The <abbr>RCMP</abbr> will review its policy frameworks regarding evaluation and promotion to encourage appropriate conduct and strengthen adherence to ethical behaviours.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> examinera ses cadres stratégiques en matière d'évaluation et de promotion afin d'encourager une conduite appropriée et de renforcer le respect des comportements éthiques.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "M2",
      "english-recommendation-summary-1": "Members should be required to recommit upholding the Code of Conduct every time they are promoted.",
      "french-recommendation-summary-1": "Les membres devraient être tenus de s'engager à nouveau à respecter le Code de conduite chaque fois qu'ils sont promus.",
      "recommendations-2": "M5",
      "english-recommendation-summary-2": "Require a complete evaluation of commissioned officers every 3-5 years and in any event before they are promoted again.",
      "french-recommendation-summary-2": "Exiger une évaluation complète des officiers brevetés tous les trois à cinq ans et en tout cas avant qu'ils ne soient promus à nouveau.",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "<li>Update elements of the Executive Officer hiring and promotions process to assess candidate ability to be accountable for their actions</li><li>Further entrench the <abbr>RCMP</abbr>'s renewed Core Values</li>",
      "french-mcc-actions": "<li>Actualiser les éléments du processus de recrutement et de promotion des cadres supérieurs afin d'évaluer la capacité des candidats à assumer la responsabilité de leurs actes</li><li>Renforcer les valeurs fondamentales renouvelées de la <abbr>GRC</abbr></li>",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>Public Service Employees currently commit to the Values and Ethics Code for the Public Sector as they sign their letter of offer for each new position they accept. To reflect the same in promotions processes for regular and civilian members, various assessment tools were revised to include references to the <abbr>RCMP</abbr> Core Values and Code of Conduct.</p>",
      "french-update-1": "<p>Les fonctionnaires s'engagent actuellement à respecter le Code de valeurs et d'éthique du secteur public lorsqu'ils signent leur lettre d'offre pour chaque nouveau poste qu'ils acceptent. Afin de refléter cette obligation dans les processus de promotion des membres réguliers et civils, divers outils d'évaluation ont été révisés afin d'y inclure des références aux valeurs fondamentales et au code de conduite de la <abbr>GRC</abbr>.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "M. Leadership",
      "french-theme": "M. Le leadership",
      "english-title": "Strengthen leaders' accountability for addressing harassment and discrimination",
      "french-title": "Renforcer la responsabilité des dirigeants dans la lutte contre le harcèlement et la discrimination",
      "english-summary": "<p>The <abbr>RCMP</abbr> will reinforce leaders' accountability and expectations for timely and effective responses to harassment and discrimination.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> renforcera la responsabilité des dirigeants et les attentes en matière de réponses rapides et efficaces au harcèlement et à la discrimination.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "M3",
      "english-recommendation-summary-1": "Leaders should be held accountable for failing to act when they become aware of harassment or discrimination in their areas of responsibility. Leaders should not be penalized for the existence of harassment and discrimination complaints in their sections if appropriate action is taken in a timely and effective manner. Areas in which there are no complaints or grievances should be audited promptly.",
      "french-recommendation-summary-1": "Les dirigeants devraient être tenus responsables de leur inaction lorsqu'ils ont connaissance d'un cas de harcèlement ou de discrimination dans leur sphère de responsabilité. Les dirigeants ne devraient pas être pénalisés à cause des plaintes pour harcèlement et discrimination dans leur section, si des mesures appropriées sont prisesen temps utile et de manière efficace. Les zones dans lesquelles il n'y a pas de plaintesni de griefs devraient être vérifiées rapidement.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>In November 2024, the <abbr>RCMP</abbr> introduced a modernized Conduct Measures Guide to improve accountability and to support a safe, respectful work place. Following its extensive review, the Guide now includes disciplinary measures for leaders who fail to take timely and appropriate action to stop harassment or discrimination.</p>",
      "french-update-1": "<p>En novembre 2024, la <abbr>GRC</abbr> a adopté un guide modernisé sur les mesures disciplinaires afin d'améliorer la responsabilisation et de favoriser un milieu de travail sécuritaire et respectueux. À la suite d'un examen approfondi, le guide comprend désormais des mesures disciplinaires à l'égard des dirigeants qui ne prennent pas les mesures appropriées en temps opportun pour mettre fin au harcèlement ou à la discrimination.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "N. Specialized teams",
      "french-theme": "N. Les équipes spécialisées",
      "english-title": "Enhance oversight of conduct within and support for the Covert Operations Branch",
      "french-title": "Renforcer la surveillance de la conduite au sein de la Direction des opérations secrètes et le soutien qui lui est apporté",
      "english-summary": "<p>The <abbr>RCMP</abbr> will review and update policy and processes for the Covert Operations Branch to ensure there is effective evaluation and oversight and ensure employees are aware of the Independent Centre for Harassment Resolution to resolve workplace harassment and violence occurrences.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> examinera et mettra à jour les politiques et les processus de la Direction des opérations secrètes afin de garantir une évaluation et une surveillance efficaces et de veiller à ce que les employés connaissent l'existence du Centre indépendant de règlement des cas de harcèlement pour résoudre les cas de harcèlement et de violence au travail.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "N1",
      "english-recommendation-summary-1": "The <abbr>RCMP</abbr> must ensure that there is an effective oversight of specialized teams and in particular of the conduct of its undercover team members.",
      "french-recommendation-summary-1": "La <abbr>GRC</abbr> doit veiller à ce qu'il y ait une surveillance efficace des équipes spécialisées et en particulier de la conduite des membres de ses équipes d'infiltration.",
      "recommendations-2": "N2",
      "english-recommendation-summary-2": "The <abbr>RCMP</abbr> should establish a confidential, independent mechanism for members of these teams to make complaints concerning harassment or violence in the workplace.",
      "french-recommendation-summary-2": "La <abbr>GRC</abbr> doit mettre en place un mécanisme confidentiel et indépendant permettant aux membres de ces équipes de déposer des plaintes concernant le harcèlement ou la violence en milieu de travail.",
      "recommendations-3": "J1",
      "english-recommendation-summary-3": "Create an effective, external and independent body to which <abbr>RCMP</abbr> employees may report sexual harassment or misconduct which has the power to investigate and make binding findings of fact and recommend penalties.",
      "french-recommendation-summary-3": "Créer un organisme efficace, externe et indépendant auquel les employés de la <abbr>GRC</abbr> peuvent signaler les cas de harcèlement sexuel ou de mauvaise conduite, qui a le pouvoir d'enquêter et de tirer des conclusions de fait exécutoires et de recommander des sanctions.",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> is improving oversight of conduct and support for specialized teams, specifically in covert operations. This includes updating the undercover policy, conducting a program evaluation including of the oversight of training courses, and exploring ways to further modernize undercover conduct. The Undercover Program also ensures that all employees are aware of their access to the Independent Centre for Harassment Resolution (see action title \"Establish an independent and confidential body for reporting and facilitating the resolution of workplace harassment, violence and discrimination in the <abbr>RCMP</abbr>\"), as well as existing health and wellness programs. </p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> améliore la surveillance de la conduite et le soutien aux équipes spécialisées, en particulier dans le cadre d'opérations secrètes. Cela comprend la mise à jour de la politique sur les opérations secrètes, la réalisation d'une évaluation du programme, y compris la surveillance des cours de formation, et l'exploration de moyens de moderniser davantage la conduite des agents infiltrés. Le programme sur les opérations secrètes veille également à ce que tous les employés connaissent leur droit d'accès au Centre indépendant de règlement des cas de harcèlement (voir titre de l'action «&#160;Mettre en place un organisme indépendant et confidentiel chargé de signaler et de faciliter la résolution des cas de harcèlement, de violence et de discrimination au travail au sein de la <abbr>GRC</abbr>&#160;»), ainsi que les programmes de santé et de bien-être existants.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "O. Medical examination",
      "french-theme": "O. L'examen médical",
      "english-title": "Address past grievances related to medical examinations",
      "french-title": "Régler les griefs passés liés aux examens médicaux",
      "english-summary": "<p>The <abbr>RCMP</abbr> will monitor the progress of ongoing legal proceedings regarding vicarious liability (that is, liability for the actions of its employees) for allegations that doctors who performed <abbr>RCMP</abbr> recruitment and medical examinations and/or periodic health assessments sexually assaulted applicants.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> suivra l'évolution des procédures judiciaires en cours concernant la responsabilité du fait d'autrui (c'est-à-dire, la responsabilité pour les actes de ses employés) pour les allégations selon lesquelles des médecins qui ont effectué des examens médicaux et/ou des évaluations de santé périodiques dans le cadre du recrutement de la <abbr>GRC</abbr> auraient agressé sexuellement des candidats.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "O1",
      "english-recommendation-summary-1": "The <abbr>RCMP</abbr> should compensate women who were abused by the medical officers during the application process and were not eligible for compensation under the Merlo Davidson Settlement Agreement.",
      "french-recommendation-summary-1": "La <abbr>GRC</abbr> devrait indemniser les femmes qui ont été maltraitées par les médecins fonctionnaires au cours de la procédure de candidature et qui n'ont pas eu droit à une indemnisation au titre de l'entente de règlement Merlo Davidson.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> takes all allegations of sexual assault, violence and inappropriate behaviour seriously and encourages all employees to come forward and speak out against this behaviour. Past grievances related to medical examinations are being considered through the ongoing Corriveau v. Canada class action, which was certified in March 2021 by the Federal Court. This class action seeks damages and other relief as a result of the alleged failure by the <abbr>RCMP</abbr> to take reasonable measures in providing applicants with mandatory medical examinations free from sexual assault and battery, and inappropriate and unnecessary procedures.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> prend au sérieux toutes les allégations d'agression sexuelle, de violence et de comportement inapproprié et encourage tous les employés à se manifester et à dénoncer ces comportements. Les griefs antérieurs liés aux examens médicaux sont examinés dans le cadre du recours collectif Corriveau c. Canada, qui a été certifié en mars 2021 par la Cour fédérale. Ce recours collectif vise à obtenir des dommages-intérêts et d'autres mesures de redressement à la suite du manquement présumé de la <abbr>GRC</abbr> à prendre des mesures raisonnables pour fournir aux candidats des examens médicaux obligatoires exempts d'agression sexuelle et de voies de fait, ainsi que de procédures inappropriées et inutiles.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    },
    {
      "last-updated": "2025-10-21",
      "english-theme": "P. Temporary civilian employees, civilian members and public service employees",
      "french-theme": "P. Employés civiles temporaires, membres civiles et fonctionnaires",
      "english-title": "Enhance understanding of and support for civilian roles and Public Service roles within the <abbr>RCMP</abbr>",
      "french-title": "Améliorer la compréhension et le soutien des rôles civils et des rôles de la fonction publique au sein de la <abbr>GRC</abbr>",
      "english-summary": "<p>The <abbr>RCMP</abbr> will explore how to further integrate civilian and public service roles into key positions across the organization, enhance support for the resolution of harassment, and improve understanding of the diverse roles within the organization to foster a more inclusive and respectful workplace.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> examinera comment mieux intégrer les rôles civils et ceux de la fonction publique dans les postes clés de l'organisation, renforcer le soutien à la résolution des cas de harcèlement et améliorer la compréhension des divers rôles au sein de l'organisation afin de favoriser un milieu de travail plus inclusif et plus respectueux.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "P1",
      "english-recommendation-summary-1": "Ensure that Regular Members be better informed of the importance of the role played by Civilian Members and Public Service Employees to address the discrimination described to the Assessors.",
      "french-recommendation-summary-1": "La <abbr>GRC</abbr> devrait s'assurer que les membres réguliers sont mieux informés au sujet de l'importance du rôle joué par les membres civils et les employés de la fonction publique pour lutter contre la discrimination décrite aux évaluateurs.",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-30",
      "english-update-1": "<p>The <abbr>RCMP</abbr> made significant changes to the senior management team which now is more diverse and includes experienced public service employees in key positions. Internal communications broadcasts to all employees increasingly acknowledge the contributions of different categories of employee. Additionally, the <abbr>RCMP</abbr> will continue to offer the Diversity Retention and Employee Advancement Model workshop. This workshop is available to all categories of employee, to support organizational Equity, Diversity and Inclusion and Anti-Racism objectives. Information on diverse roles within the organization will be developed and shared throughthese workshops.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> a apporté des changements importants à son équipe de haute direction, qui est désormais plus diversifiée et comprend des fonctionnaires expérimentés occupant des postes clés. Les communications internes diffusées à l'ensemble des employés reconnaissent de plus en plus les contributions des différentes catégories d'employés. De plus, la <abbr>GRC</abbr> continuera d'offrir l'atelier Modèle de maintien de la diversité et d'avancement des employés. Cet atelier est accessible à toutes les catégories d'employés afin de soutenir les objectifs de l'organisation en matière d'équité, de diversité, d'inclusion et de lutte contre le racisme. Des informations sur la diversité des rôles au sein de l'organisation seront élaborées et diffusées dans le cadre de ces ateliers.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    }
  ]
}