{
  "data": [
    {
      "last-updated": "2025-10-15",
      "english-theme": "Systemic barriers",
      "french-theme": "Les obstacle systémiques",
      "english-title": "Assess systemic barriers within the <abbr>RCMP</abbr> and identify ways to remove them",
      "french-title": "Évaluer les obstacles systémiques au sein de la <abbr>GRC</abbr> et déterminer les moyens de les éliminer",
      "english-summary": "<p>The <abbr>RCMP</abbr> will use Gender-based Analysis (<abbr>GBA</abbr>) Plus and the Equity, Diversity and Inclusion (<abbr>EDI</abbr>) Strategy to identify and address systemic barriers.</p>",
      "french-summary": "<p>La <abbr>GRC</abbr> utilisera l'analyse comparative entre les sexes (<abbr>ACS</abbr>) Plus et la stratégie d'équité, de diversité et d'inclusion (<abbr>EDI</abbr>) pour cerner les obstacles systémiques et y remédier.</p>",
      "english-progress": "In progress",
      "french-progress": "En cours",
      "recommendations-1": "A1",
      "english-recommendation-summary-1": "<p>Examine, through an independent study, all aspects of the <abbr>RCMP</abbr> to identify systemic barriers in place that prevent women from succeeding in the <abbr>RCMP</abbr> and specify ways in which those barriers can be removed.</p>",
      "french-recommendation-summary-1": "<p>Examiner, grâce à une étude indépendante, tous les aspects de la <abbr>GRC</abbr> pour déterminer les obstacles systémiques qui empêchent les femmes de réussir au sein de l'organisation et préciser les moyens d'éliminer ces obstacles.</p>",
      "recommendations-2": "",
      "english-recommendation-summary-2": "",
      "french-recommendation-summary-2": "",
      "recommendations-3": "",
      "english-recommendation-summary-3": "",
      "french-recommendation-summary-3": "",
      "english-mcc-actions": "",
      "french-mcc-actions": "",
      "update-1-date": "2025-10-15",
      "english-update-1": "<p>As confirmed in its Gender-based Analysis (<abbr>GBA</abbr>) Plus Policy Statement, the <abbr>RCMP</abbr> is implementing <abbr>GBA</abbr> Plus to help identify and address systemic barriers in policies, programs and operations across the organization.  To further remove barriers, the <abbr>RCMP</abbr> has launched an Equity, Diversity, and Inclusion (<abbr>EDI</abbr>) Strategy and an Anti-Racism Strategy. This work includes presentations to senior leaders, hiring divisional Anti-Racism and <abbr>EDI</abbr> Ambassadors, and continuing to offer programs such as the Diverse and Inclusive Pre-Cadet Experience (<abbr>DICE</abbr>) and the Diversity Retention and Employee Advancement Model (<abbr>DREAM</abbr>).  The <abbr>RCMP</abbr> has also implemented mandatory training, for all categories of employee, to improve employees' cultural competency and knowledge of anti-racism.</p>",
      "french-update-1": "<p>La <abbr>GRC</abbr> améliore la surveillance de la conduite et le soutien aux équipes spécialisées, en particulier dans le cadre d'opérations secrètes. Cela comprend la mise à jour de la politique sur les opérations secrètes, la réalisation d'une évaluation du programme, y compris la surveillance des cours de formation, et l'exploration de moyens de moderniser davantage la conduite des agents infiltrés. Le programme sur les opérations secrètes veille également à ce que tous les employés connaissent leur droit d'accès au Centre indépendant de règlement des cas de harcèlement (voir titre de l'action «&#160;Mettre en place un organisme indépendant et confidentiel chargé de signaler et de faciliter la résolution des cas de harcèlement, de violence et de discrimination au travail au sein de la <abbr>GRC</abbr>&#160;»), ainsi que les programmes de santé et de bien-être existants.</p>",
      "update-2-date": "",
      "english-update-2": "",
      "french-update-2": "",
      "update-3-date": "",
      "english-update-3": "",
      "french-update-3": "",
      "update-4-date": "",
      "english-update-4": "",
      "french-update-4": "",
      "update-5-date": "",
      "english-update-5": "",
      "french-update-5": "",
      "update-6-date": "",
      "english-update-6": "",
      "french-update-6": ""
    }
  ]
}